[
    {
        "num": "1",
        "title": "PURPLE DYEING IN ANTIQUITY",
        "subChapters": [
            {
                "num": "1A",
                "title": "Preface",
                "txt": [
                    {
                        "txt": "The aim of this chapter is not to give a more or less adequate account of the manufacture of purple in ancient times, but merely to discuss a certain number of facts, an acquaintance with which is calculated to assist the uninitiated reader in following intelligently the subsequent treatment of the various aspects of <<i#Tekhelet<<.<<1<<",
                        "type": "regular"
                    },
                    {
                        "txt": "Purple dyeing is not really so wholly a thing of the dead past as most people are apt to suppose. The tainting of cloth by means of marine animal pigment is still practised, albeit in a crude, primitive form, by the natives on certain coasts of Central America.<<2<< But it is only the history of the art in oriental and classical antiquity which directly bears upon the inquiry forming the subject of the present work.",
                        "type": "regular"
                    },
                    {
                        "txt": "Dating from hoary antiquity the noble art of purple dyeing passed through a long and checkered career breathing out its last on the shores of the Bosphorus, amid the deafening din and clatter of the all-devouring arms of the victorious Turk (1453).",
                        "type": "regular"
                    },
                    {
                        "txt": "The ancients had no great variety of dyestuffs at their disposal, but of those available, the most highly prized was that obtained from the colouring matter secreted by certain marine snails. Upon the manipulation and application of this were exercised the skill and ingenuity of successive generations of craftsmen working under different conditions upon different shores of the mighty deep.",
                        "type": "regular"
                    }
                ],
                "footNotes": [
                    "The readers desirous of pursuing with anything like thoroughness the none too easy – study of the porphyrology will have been, I think, well advised, if he chooses the following works as his guides: ( 1 ) Die Griechischen Papyrusurkunden der Königlichen Bibliothek zu Berlin, pp. 96-212 (Die Purpurfäberei und der Purpurhandel im Alterthum), W. Adolf Schmidt, Berlin ( 1842); (2) “<<i#Purpura<<,” Maurice Besnier in: Dictionnaire des Antiquités grecques et romaines, ed. Daremberg et Saglio T.IV, pp. 769-778. Paris (1908); (3) Ein Beitrag zur Purpurkunde, Alexander Dedekind, four volumes, Berlin (1898-1911).",
                    "Cf. p. 13 and in Edward Schunck, “Purple Dyeing in Modern Time,” Journal of the Chemical Society, vol. 37. Transactions, pp. 613617-, London (1880). E. von Martens, “Purpur Färberei in Central America,״ Verhandlungen der Berliner Anthropologischen Gesellschaft, October 22, 1895."
                ],
                "orgPdfs": [
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131214/HerzogDoctorate/0427100095_m22vxm.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131287/HerzogDoctorate/0427100096_ifkifn.jpg"
                ]
            },
            {
                "num": "1B",
                "title": "The Particular Species Used in the Manufacture of Purple",
                "txt": [
                    {
                        "txt": "The question which most readily suggests itself is: which species were anciently employed in purple dyeing? Our chief authorities are Aristotle and Pliny. Unfortunately the statements of both authors leave much to be desired in point of particularisation.",
                        "type": "regular"
                    },
                    {
                        "txt": "In Aristotle’s History of the Animals reference is often made to a genus of marine snails bearing the name of <<i#Purpura<<. In the fifth book, chapter 15, we are informed that it is that genus which furnishes the pigment for the dyeing of purple.<<1<<",
                        "type": "regular"
                    },
                    {
                        "txt": "“There are, indeed, numerous kinds of <<i#Purpurae<<. Some are big, as those about the cape of Sigeum and Lectum (The coast of Troade at the entry of the Hellespont.) ; others are small, as those of the Euripus and about the coasts of Coria. Those who are found in harbours are big and rough, and for the greater part have their flower of a black colour, but some have it red and small. Of those that are big some attain the weight of a mina. Those which are upon the shores and in the proximity of promontories are small in size but have their flower red, at least in far the greater part. The <<i#Purpurae<< are caught in spring tide at the time when they make their wax. In the dog days they are not caught for then they do not feed but they hide and squat. Their flower is placed between the micon and the neck. The connection of these two parts is thick; the colour is like that of a white membrane which can be removed; on being squeezed it taints and colours the hand. There is something like a vein crossing it. It is this which is regarded as the flower, the remainder being like alum. The flower of the <<i#Purpurae<< is worst when they make their wax. The small <<i#Purpurae<< are crushed together with their shells, for it would be hard to detach their flower. From the bigger ones, on the other hand, the flower is separated after the shell has been removed. In this way the neck becomes separated from the micon; for the flower being placed between the two, over that which is called the stomach, its (i.e., the flower’s) removal necessarily separates the two. Care is taken to crush the <<i#Purpurae<< while they are alive, for if the <<i#Purpura<< dies before that operation it ejects and vomits its flower. For this reason also, they are kept in nets until a sufficient quantity of them has been collected to allow of their being expeditiously bruised.",
                        "type": "regular"
                    },
                    {
                        "txt": "The ancients placed no nets beneath the baits with the result that the <<i#Purpura<< would often drop into the water after it had been caught up, but the moderns arrange matters in such a manner that even if the <<i#Purpura<< drops off, it does not get lost.",
                        "type": "regular"
                    },
                    {
                        "txt": "They most readily drop off when they are full but even when they are empty they are not easily drawn up.",
                        "type": "regular"
                    },
                    {
                        "txt": "These are the particulars relating to the <<i#Purpurae<<. The buccinae are born in the same way and at the same season. The buccinae and the <<i#Purpurae<< both have their opercula placed in the same manner and have it since their birth like all other turbinatae. They feed by drawing out what is called their tongue beneath their operculum. This tongue of the <<i#Purpura<< is bigger than a finger. The animal makes use of it for feeding and for piercing the shells of other conchylia and even its own shell. The <<i#Purpura<< and the buccina both live very long. The <<i#Purpura<< lives about six years, and its growth can be annually watched on the intervals formed upon its helix.”<<2<<",
                        "type": "regular"
                    },
                    {
                        "txt": "In chapter IV Aristotle says that the <<i#Purpurae<< belong to that class of conchylia which have their bodies completely hidden by the shell with the exception of the head, that they have a trunk doing service for a tongue which is so strong that they can pierce shells with it.<<3<<",
                        "type": "regular"
                    },
                    {
                        "txt": "It is absolutely certain that <<i#Purpura<< in Aristotle’s nomenclature embraces the genus bearing that name in modern conchology. But it is really more comprehensive. When he says that “several species are distinguished by reason of their size and by the prickles with which they are furnished,” Aristotle is plainly referring to species of the genus Murex.<<4<<",
                        "type": "regular"
                    },
                    {
                        "txt": "All the species belonging to the genera termed <<i#Purpura<< and Murex by the modern systematists furnish in varying quantities a colouring matter.<<5<< This is contained in a kind of bandelet situated at the lower face of the mantle between the intestine and the respiratory organ. On being removed from this gland, the purpuric liquid is of a whitish hue. Submitted to the action of light, it becomes first of a puslike colour, turning next into greenish and then passing through a succession of tints; it finally settles into what is termed its definite tone which varies according to the species, climate, weather and other circumstances, but all these different tones may be roughly described as representing a range of colours varying between red and blue as their extremes. While the colour is developing, the matter emits a strong garlic-like smell.",
                        "type": "regular"
                    },
                    {
                        "txt": "We should, however, be naturally led to think, even in the absence of direct evidence, that out of this great number of possibilities, the ancients would fix upon a definite number of species as the better adapted for dyeing purposes, and that such would not be indiscriminately employed.",
                        "type": "regular"
                    },
                    {
                        "txt": "Aristotle, however, leaves us in the dark on this vital point. Here Pliny fills the gap but only to a limited extent.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Concharum ad <<i#Purpuras<< et concylia… duo sunt genera: buccinum minor concha ad similitudinem ejus quae buccini sonus editur unde et causa nomini, rotunditate oris in margine incisa: alterum <<i#Purpura<< vocatur canaliculato procurrente rostro et canaliculi latere introrsus tubulato, qua proseratur lingua. Praeterea clavatum est ad turbinem usque, aculeis in orbem septenis fere, qui nonsunt bucino…”<<6<<",
                        "txtTrans": "There are two kinds of shells in relation to <<i#Purpuras<< and shellfish… one is a smaller shell similar in appearance to that which produces the sound of a trumpet, from which also comes the reason for the name, having a roundness with the edge of the opening notched: the other is called <<i#Purpura<<, having a protruding beaked channel and the side of the channel inwardly tubular, through which the tongue is extended. Moreover, it is studded with spines in a whirl up to the top, almost seven in a circle, which are not found on the trumpet shell.",
                        "type": "translation"
                    },
                    {
                        "txt": "The description of the buccinum leaves no doubt that the Roman naturalist designates by that name the genus <<i#Purpura<< of modern conchology, but there is nothing in the text which might lead to the identification of the particular species. We are placed in a more advantageous position with regard to <<i#Purpura<<. “Not only,”  “Non seulement,” says the great French conchologist Lacaze-Duthiers,",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“La description du canal pour le passage de ce qu’il appelle à tort la langue est un caractère des murex en général, mais encore les points qu’il décrit prouvent que Pline avait certainement en vue le Murex brandaris…”<<7<< (Mémoire sur la Pourpre. Ann. des Sciences naturelles, 4ème Série Zoologie, tome 1., Paris 1859.)",
                        "txtTrans": "“The channel description for the passage which he mistakenly calls by the language is in general, a character of the Murex, but still, the points he describes prove that Pliny certainly had the Murex Brandaris in his mind…” (Memory on the Purple, Ann. des Sciences naturelles, 4th Série Zoologie, tome 1., Paris 1859.)",
                        "type": "translation"
                    },
                    {
                        "txt": "The <<i#Purpura<< of Pliny corresponds to Murex brandaris. With regard to the several varieties of <<i#Purpura<< (murex in modern nomenclature) enumerated by Pliny (limonensis, algensis, calculensis, dialutensis, etc.), Lacaze-Duthiers confesses his inability to refer them to their corresponding appellations in modern conchology.<<8<< Dr. D.L. Germain, of the National Museum d’Histoire Naturelle, informs me that this is as impossible to the zoologists of today as it was to Lacaze-Duthiers in 1859.1 doubt whether these varieties are all sub-species of Murex brandaris. Pliny’s description of <<i#Purpura<< seems indeed to apply especially to the latter species, but it is difficult to tell how far Pliny may be trusted with regard to even major details, or to what extent his generalisations are meant to have a delimiting force.",
                        "type": "regular"
                    },
                    {
                        "txt": "In the literature of the subject of ancient purple dyeing the reader will often meet with the collocation of Buccinum of Pliny with Kerux of Aristotle. I forebear giving many references, but it is sufficient to instance W. Adolf Schmidt, op. cit. p. 107 par. 13. This author is a model of painstaking exactness, at least in his work on ancient purple, and in the correctness of his references to the classics yields, I think, to none of the authors I have come across in my study of the subject. The meaning of the respective terms is indeed the same in Greek and in Latin: Buccinum and Kerux trumpet, i.e., trumpet-like shell. Yet I cannot refrain from giving expression on my part to the suspicion that the Kerux of Aristotle is not identical with the Buccinum of Pliny. I have not been able to discover a single explicit reference in Aristotle to the Kerux being employed in purple dyeing, though it is generally associated with the Porphyra in that author. In the desire of learning the view of a specialist I consulted Dr. L. Germain on the Kerux or Buccinum of Aristotle. Here is the reply of the learned keeper at the Department of Malacologie, of the Musée National d’Histoire Naturelle:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Buccinum. Aristote les définit en disant:’Les Buccines ont des coquilles raboteuses.’ (Hist. Anim. lib. IV. cap.IV.) C’est comme vous voyez bien vague. Mais étant donné, d’une part que les Buccinum tels que nous les comprenons aujourd’hui (Type: Buccinum undatum Linné) sont des animaux vivant dans le Manche et l’Océan, et que, d’autre part, Aristote n’a guère connu que les animaux Méditerranéens, je crois qu’il faut considerer sous le nom de Buccinum d’Aristote les grands Ravella et Tritonium.”",
                        "txtTrans": "“Buccinum. Aristotle defines them by saying, ‘Buccines have rough shells.'(Hist. Anim. lib. IV. cap.IV.) It’s as you see it as vague. But given that, on the one hand, the Buccinum as we understand them today (Type: Buccinum undatum Linnaeus) are animals living in the English Channel and the Ocean, and that, on the other hand, Aristotle knew only the Mediterranean animals, I believe that we must consider under the name of Buccinum of Aristotle the great Ravella and Tritonium. “",
                        "type": "translation"
                    },
                    {
                        "txt": "The Buccinum (Kerux) of Aristotle is thus quite different from the Buccinum of Pliny. The Buccinum of the latter which answers to the species of the <<i#Purpura<< of the moderns is comprised by Aristotle in his <<i#Purpura<< (Porphyra). But though there is no express statement in Aristotle about the use of the Buccinum (Kerux) in purple dyeing, it must not be concluded on that account that it was not really so employed. The sole inference that this silence warrants is that it did not occupy that prominent position in the craft that would have to be attributed to it on the assumption of its identity with Pliny’s Buccinum; for, in the latter’s account, the Buccinum is the counterpart of the <<i#Purpura<< (duo sunt genera, etc.).",
                        "type": "regular"
                    },
                    {
                        "txt": "Aristotle states that some of the <<i#Purpurae<< are big and weigh a mina, i.e. about 12 1/2 ounces.<<9<< Dr. L. Germain, in reply to a question I addressed to him with regard to the possibility of identifying these, says:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Il s’agit évidemment ici des grandes coquilles Méditerranéennes appartenant aux genres Tritonium (Trit. nodiferum de Lamarck, An s/ vertèbres, 1822, VII. p. 129) et Ranella (Ran. gigantea de Lam. id. 1822, VII, p. 150) qui, vivant dans la Méditerranée (zone corraloum, profondeur assez grande) sont ramassées de temps à autre part les pêcheurs et secrétent également une liqueur pourprée.”",
                        "txtTrans": "“Obviously, here is a question of the large Mediterranean shells belonging to the genera Tritonium (Trit. Nodiferum of Lamarck, An s / vertebras, 1822, VII. P. 129) and Ranella (Ran. Gigantea of Lam. Id. 1822, VII, p. 150) which, living in the Mediterranean (corraloum zone, rather great depth) are picked up from time to time by the fishermen and they also secrete a purple liquor.”",
                        "type": "translation"
                    },
                    {
                        "txt": "Now, the Tritonium and the Ranella being identical, according to Dr. L. Germain with Aristotle’s buccinum, it would thus appear that the buccina, though generally held distinct by Aristotle from the <<i#Purpurae<<, have been confounded with the latter in the passage dealing with the <<i#Purpurae<< as productive of pigment. The sentence, however, forming the transition from the <<i#Purpurae<< to the buccina,<<10<< would rather seem to imply that the buccinum has not so far been included. Pliny, in fact, makes it clear that there are two different genera bearing the name of buccinum.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Buccinum minor concha ad similitudinem ejus qui buccini sonus editur.”",
                        "txtTrans": "The whelk is a smaller shell resembling the one that gives out the sound of a trumpet (Pliny; Natural History Book IX; LXI. 132)",
                        "type": "translation"
                    },
                    {
                        "txt": "The ancients used as trumpets shells of molluscs of huge size belonging to the genera Tritonium and Ranella of modern conchology. The genus which played such a foremost part in purple dyeing resembled the latter in shape but was of much smaller size “minor concha” by the way, would seem to have been incorrectly interpreted by even Lacaze-Duthiers:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Le plus petit est le buccin”<<11<<",
                        "txtTrans": "“The smallest is the whelk”.",
                        "type": "translation"
                    },
                    {
                        "txt": "“Minor concha” should, I think, be taken with the following “ad similitudinem ejus etc.,” the buccinum employed in purple dyeing is a smaller shellsnail than the genus from which it (the purple buccinum) derives its name on account of resemblance of shape.",
                        "type": "regular"
                    },
                    {
                        "txt": "In F. de Mély’s edition of the Cyranides, a magico-medical work, Variants et Additions, p. 271, one reads: “The main <<i#Purpura<<, also called conchylia, is smaller than the buccinum.”<<12<< How is this to be reconciled with the current construe of Pliny’s “minorconcha” as meaning that the buccinum is smaller than the <<i#Purpura<<? Has <<i#Porphyra<< in this text the same signification as, according to Dr. Germain, it has in Aristotle, designating the big sized Ranella and Tritonium?",
                        "type": "regular"
                    },
                    {
                        "txt": "have found no information regarding the intrinsic quality of the colouring liquid secreted by the big Ranella and Tritonia whether it yields a fugitive or a fast dye. Should it, however, on experiment, turn out to be the former, as I indeed anticipate, our gain will have been a twofold one. We shall first have been afforded light on a very obscure point in Pliny, and, what is not less important, we shall have been placed in a position to assert with a higher degree of confidence that at least certain species belonging to the above genera, though not among the more prominent varieties, figured among the molluscs anciently used for dyeing purposes.",
                        "type": "regular"
                    },
                    {
                        "txt": "Pliny says of the buccinum that it yields a fugitive dye: “buccinum per se damnatur quoniam focum remittit.” Now the dye furnished by the genus <<i#Purpura<< which is the buccinum Pliny is characterized by its fastness. Though unsupported by textual evidence, Lacaze-Duthiers in his Mémoires sur la Pourpre hazarded the suggestion that the species now called <<i#Purpura<< haemastoma whose dye is particularly durable largely corresponds to Pliny’s buccinum.<<13<<Lacaze-Duthiers could not, of course, help charging Pliny with ignorance. The French naturalist was not really the first to have pointed out the error. Edward Bancroft had done so long before.<<14<< Pliny is certainly wrong, but it would nevertheless be of some interest to trace the source of his blunder. If the dye furnished by the Ranella and Tritonium is, as I expect, not durable, Pliny will have erroneously transferred this information he had got about the quality of the dye secretion of a larger buccinum to that of the smaller <<i#Purpura<< of the moderns. Incidentally, we would learn that the former was also exploited for the dyeing industry.",
                        "type": "regular"
                    }
                ],
                "footNotes": [
                    "Aristotle, Aristotelis De Animalibus Historiae, L. Dittmeyer ed., Leipzig (1907), p. 175.",
                    "Idem, p. 175.",
                    "Idem, p. 175.",
                    "Idem, p. 176.",
                    "See especially Linnaeus, Systema naturae, Wien (1767), 13th ed., No. 1202, 12141216- and cf. LacazeDuthiers, “Memoire sur la Pourpre,״ Ann. des Sciences Naturelles, 4eme series, Zoologie, tome 1, Paris (1859). (Separate reprint Lille 1860, Paris.)",
                    "Pliny C., C. Plini Secundi naturalis Historiae. C. Mayhofifed. 5 vols. Leipzig ( 1909). V.II, pp. 199-200.",
                    "Lacaze-Duthiers, Felix Henri de, “Memoire sur la Pourpre,״ Ann. des Sciences Naturelles, 4eme series, Zoologie, tome I, Paris, 1859,",
                    "Idem, p. 77.",
                    "Aristotle, ibid., p. 175.",
                    "Aristotle, ibid., p. 176.",
                    "Lacaze-Duthiers, ibid., p. 21.",
                    "Mely, Fernand de, Histoire des Sciences. Paris (18963 .(1902 – vols. V. Ill “Lapidaires Grecs,״ p. 271. By the way, the reader may note it., p. 34, No. 4. On p. 57 de Mely is wrongly translated as: “Il est semblable à une coquille.״ The correct reading is, I think, “they are alike in shell,״ or, the <<i#Purpura<< resembles the buccinum in respect of its shell.",
                    "“Quant à l’espèce même, il est très probable que la <<i#Purpura<< haemastoma qui a la réputation de donner une couleur indélibile devait jouer un grand rôle dans la teinture.” (Lacaze-Duthier, ibid., p. 76)",
                    "Bancroft, Edward, Experimental Researches Concerning the Philosophy of Permanent Colours. London (1813), 2 vols., 2nd ed., v.I, pp. 7, 120 sequ."
                ],
                "orgPdfs": [
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131287/HerzogDoctorate/0427100096_ifkifn.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131525/HerzogDoctorate/0427100097_zymsms.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131392/HerzogDoctorate/0427100098_u1fioe.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131320/HerzogDoctorate/0427100099_lykwl3.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131371/HerzogDoctorate/0427100100_wkhtaz.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131285/HerzogDoctorate/0427100101_fdhg0k.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131417/HerzogDoctorate/0427100102_fgt2ej.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131444/HerzogDoctorate/0427100103_bb3rbd.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131236/HerzogDoctorate/0427100104_oc7d80.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131308/HerzogDoctorate/0427100105_xvg5z3.jpg"
                ]
            },
            {
                "num": "1C",
                "title": "The Archeology of the Purple",
                "txt": [
                    {
                        "txt": "The study of the classical texts has been supplemented by archeological researches. It is now known beyond all possibility of doubt that at least the following species were anciently employed: Murex brandaris. Murex trunculus, <<i#Purpura<< haemastoma. The identification of these species as such has quite an interesting little history of its own.",
                        "type": "regular"
                    },
                    {
                        "txt": "To Guillaum Rondelet (d. 1566), professor at Montpellier, belongs the credit of having first identified the <<i#Purpura<< of Pliny with the species now termed Murex brandaris.<<1<<",
                        "type": "regular"
                    },
                    {
                        "txt": "In 1616 the Italian Fabius Columna further suggested the Murex trunculus as one of the principal species utilized in ancient purple dyeing.<<2<< Thomas Gage, in 1637, seems to have been the first to have informed the Old World of purple dyeing in the coasts of Nicoya.<<3<<",
                        "type": "regular"
                    },
                    {
                        "txt": "William Cole of Bristol was led by a fortunate circumstance to discover, in 1681, that a certain shell fish, a native of the British shores, secretes in a minute quantity a colourless liquid which, when exposed to the sun, passes through a certain progression of colours settling at last into a “fair bright crimson” which is practically unalterable. Identifying that mollusc, which is <<i#Purpura<< lapillus, with the purple shell-fish of the Phoenician, Cole, full of glee, announced his discovery to the world in the December issue of the Philosophical Transactions.<<4<< The learned world hailed the news with great enthusiasm, as may be gathered from the account given of it in the Acta Eruditorum.<<5<<",
                        "type": "regular"
                    },
                    {
                        "txt": "The importance of Cole’s discovery is that through it the Old World learned, for the first time after the total extinction of purple dyeing, of the remarkable qualities of susceptibility to light and colour progression under its action possessed by the dye secreted by certain molluscs. The determination, however, of the exact species employed by the ancients cannot, in view of the fact that the <<i#Purpura<< lapillus is a non-Mediterranean mollusc, be said to have been materially advanced by Cole’s labours.",
                        "type": "regular"
                    },
                    {
                        "txt": "In 1703, Père Plumer described several varieties of <<i#Purpura<< lapillus found on the coasts of the Antillian Islands of the Grenadines identifying them with the species anciently employed: ",
                        "type": "regular"
                    },
                    {
                        "txt": "“Cochla vera fundens Purpuram.”",
                        "type": "regular"
                    },
                    {
                        "txt": "Reamur next discovered in 1710 a dye-yielding species on the coast of Poitou which he described in the Mémoires de T Acad. Royale des Sciences, 1711. The Italian G. Mariti<<6<< discovering (1760-1768) on the Tyrian coasts several varieties of the Aplysia a mollusc yielding a coloured liquid identified that species with the purple shellfish of the Phoenicians. Du Hammil<<7<< in 1736 gave an account of his interesting experiments upon the dye secretion of species of <<i#Purpura<< found on the coast of Provence.",
                        "type": "regular"
                    },
                    {
                        "txt": "Thomas Gage had merely made a cursory reference to purple dyeing in Central America. A complete and scientific account was given in 1772 by the learned Spaniard, Antonis de Ulloa, based upon personal observation and study on the coast of Ecuador in the district of Santa Elena, in the year 1744.<<8<<",
                        "type": "regular"
                    },
                    {
                        "txt": "The year 1777 saw the appearance of the interesting researches of the Danish pastor, Hans Ström, on <<i#Purpura<< lapillus, chiefly remarkable for their thorough treatment of the anatomical aspect of the subject.<<9<<",
                        "type": "regular"
                    },
                    {
                        "txt": "In 1779 the Spaniard, P. Juan Pablo Canal y Marti published a treatise dealing with purple dyeing in Central America.<<10<<",
                        "type": "regular"
                    },
                    {
                        "txt": "In 1786, the Italian C.D.M. Rosa, gave the world an account of his studies of the dye furnished by Murex brandaris and Murex trunculus.<<11<<",
                        "type": "regular"
                    },
                    {
                        "txt": "Olivier recounted in 1804 his experiences on a voyage in the Orient, giving a description of certain varieties of Janthina picked by him on his way from Tyre to Alexandria. On account of the brilliant dye yielded by these animals, Olivier hastened to the conclusion that the genus Janthina was that employed in the Tyrian dye-houses.",
                        "type": "regular"
                    },
                    {
                        "txt": "Real progress was made by the discoveries of the Frenchman Boblaye and the Irishman W.R. Wilde, both working independently.",
                        "type": "regular"
                    },
                    {
                        "txt": "No one had hitherto thought of making a search for relics of shells in a locality known to have anciently harboured a purple factory.",
                        "type": "regular"
                    },
                    {
                        "txt": "An account of Boblaye’s discovery appeared in “Expédition Scientifique de Morée.” (“Scientific Expedition of Morea.”)<<12<< Boblaye was in no way on the lookout for archeological discoveries.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "M. Boblaye, faisant partie de l’expédition scientifique de Morée fut étonné de rencontrer sur certains points peu éloignés de la mer des amoncellements considérables de la seule espèce de Murex brandaris. Il avait supposé d’abord que ces dépôts étaient dues à un phénomène géologique; mais un examen plus attentif des lieux et des circonstances lui fit découvrir que ces dépôts sont toujours placés dans le voisinage d’établissements ruinés, parmi lesquels il s’en trouve dont les vestiges étaient assez conservés pour reconnaître en eux les restes d’anciennes usines à teinture.",
                        "txtTrans": "M. Boblaye, part of the scientific expedition to Morea, was astonished to find at certain points, not far from the sea, considerable accumulations of a single species of Murex brandaris. He had first assumed that these deposits were due to a geological phenomenon; but a closer examination of the places and circumstances made clarified that these deposits are still placed in the vicinity of ruined establishments, among which there are some whose remains were sufficiently preserved to recognize in them the remains of old factories.",
                        "type": "translation"
                    },
                    {
                        "txt": "A scientific traveller and keen observer, W.R. Wilde, exploring the shore of ancient Tyre, the home of purple dyeing par excellence, was rightly led by internal evidence to identify a certain locality as the site of an ancient purple dyeing establishment. Carefully examining a huge conglomeration of broken shells in that vicinity, which, from the manner in which they had been broken, Wilde correctly thought to represent the remains of molluscs utilized for dyeing purposes, he soon identified that enormous mass as belonging to the species Murex trunculus.<<13<<",
                        "type": "regular"
                    },
                    {
                        "txt": "The year 1857 is marked by the appearance of the memorable “Mémoire sur la Pourpre” (“Memory on the Purple”) by Lacaze-Duthiers embodying his epoch-making experiments on the dye secretion of Murex trunculus. Murex brandaris, Murex erinaceus. <<i#Purpura<< haemastoma, and <<i#Purpura<< lapillus. Unaware of Wilde’s discovery, Lacaze-Duthiers suggests as probable that Murex trunculus was one of the principal species made use of by the ancients for purple-dyeing. Murex brandaris having long been recognised as one of those species, Lacaze-Duthiers adds:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“La découverte que l’un a faite à Pompéi de tas de coquilles du Murex brandaris près des boutiques des teinturiers prouve assez que c’est de cette espèce qu’ils s’agit.”",
                        "txtTrans": "“The discovery that was made in Pompeii about piles of Shells of the Murex brandaris near the dyers’ shops proves that this is the species they are talking about.”",
                        "type": "translation"
                    },
                    {
                        "txt": "He further suggests as “highly probable” that <<i#Purpura<< haemastoma played a most important role. Three net results stand out prominently in Lacaze-Duthiers’ mémoires:",
                        "type": "regular"
                    },
                    {
                        "txt": "The species anciently employed belong to the genera <<i#Purpura<< and Murex of modern zoology.",
                        "type": "regular"
                    },
                    {
                        "txt": "<<i#Purpura<< Pliny Murex Linné, buccinum Pliny <<i#Purpura<< Linné.",
                        "type": "regular"
                    },
                    {
                        "txt": "Murex brandaris was certainly, Murex trunculus and <<i#Purpura<< haemastoma were probably employed.",
                        "type": "regular"
                    },
                    {
                        "txt": "The great French naturalist significantly remarks:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Il est très probable que les espèces employées étaient plus nombreuses que celle dont il a été question dans ce mémoire; mais ce ne serait que par des recherches sur des côtés de Tyre que l’on pourrait peut-être arriver a quelques données plus précises.”<<14<<",
                        "txtTrans": "It is very likely that the species used were more numerous than the one discussed in this brief; but it would only be possible through research on sides of Tire that would give some more precise data.”",
                        "type": "translation"
                    },
                    {
                        "txt": "Through the omission on Boblaye’s part of an exact specification of the localities on the Grecian coasts where his discoveries had been made, it was left to Fr. Lenormant to rediscover those deposits of shells of Murex brandaris on the coasts of Crigo and Gythiven.<<15<<",
                        "type": "regular"
                    },
                    {
                        "txt": "Between 1842 and 1861 fall the important researches of Bartolomeo Bizio dealing with the chemical constitution of the secretions of Murex brandaris and Murex trunculus.",
                        "type": "regular"
                    },
                    {
                        "txt": "In 1864, on January 3rd., F. de Saulcy discovered in the vicinity of the ancient Sidon (Saida) a colossal mass of broken shells of Murex trunculus, the remains of molluscs used in purple-dyeing.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Remotant vers la sud jusqu’au-dessus de la fortresse du moyen âge, connu sous le nom de château de Saint-Louis, nous nous mîmes à escalader une falaise de remblais, sur la flanc de laquelle affleure un amas immense de coquilles appartenant invariablement à une seule et même espèce du genre murex, le murex trunculus. Cet amas présente des dimensions colossales plus de cent mètres de longueur sur six à huit mètres de hauteur, et une largeur qu’il n’est pas possible de reconnaître, parce que le terrain végétal qui le recouvre est garni d’herbes et de brousailles de toute nature.",
                        "txtTrans": "“Moving south to the fortress of the Middle Ages, known as the Castle of St. Louis, we began to climb a cliff of embankments, on the side of which outcrops a huge cluster of shells invariably belonging to a single species of the genus murex, the murex trunculus. This cluster has colossal dimensions of more than a hundred meters in length and six to eight meters in height, and a width that it is not possible to recognize, because the vegetal that covers it is lined with grasses and brush of all kinds.",
                        "type": "translation"
                    },
                    {
                        "txtOrg": "J’emplis bien vite mes poches d’échantillons de la précieuse coquille et je pus m’assurer que tous les individus qui constituent cet amas remarquable offrent, sans exception, la même particularité. Leur test a été rigoureusement entamé d’un coup de meule, sur la première et la seconde tour de spire, pour permettre d’extraire la poche génératrice du mollusque. Ceci ne peut être l’effet du hasard, et il y a là évidemment la trace du procédé industriel, à l’aide duquel les teinturiers sidoniens se procuraient la base de leur pourpre si renommée.”<<16<<",
                        "txtTrans": "I quickly filled my pockets with samples of the precious shell and was able to make sure that all the individuals who make up this remarkable cluster, without exception, offer the same peculiarity. Their test was rigorously started on a grinding wheel, on the first and second turns, to allow the generator pocket to be extracted from the mollusk. This cannot be the effect of chance, and there is evidently here the trace of the industrial process, with the help of which the Sidonian dyers obtained the basis of their so famous purple reowns.“",
                        "type": "translation"
                    },
                    {
                        "txt": "At a small distance from that deposit of Murex trunculus shells a French physician Gaillardot<<17<< discovered remains of Murex brandaris and of <<i#Purpura<< haemastoma.",
                        "type": "regular"
                    },
                    {
                        "txt": "Oskar Schmidt, a Strasbourg professor, found in 1867 remains of Murex brandaris and Murex trunculus on the site of a former dye-house in <<i#Aquileja<<.",
                        "type": "regular"
                    },
                    {
                        "txt": "On the site of the ancient Troy remains of <<i#Purpura<< haemastoma were afterwards discovered.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Le <<i#Purpura<< haemastoma était également employé au même usage dans d’autres localités méditerranéennes ainsi qu’il résulta des fouilles faites dans l’emplacement de Troi d’après Schliemann.”<<18<<",
                        "txtTrans": "“According to Schliemann, the <<i#Purpura<< haemastoma was also used for the same purpose in other Mediterranean localities as it resulted from the excavations made in the site of Troi.”",
                        "type": "translation"
                    },
                    {
                        "txt": "Professor Nowack thus inaccurately states in the Encyclopedia (art. “Purple”) that no archeological discovery has yet been made proving the employment of <<i#Purpura<< haemastoma in purple-dyeing.",
                        "type": "regular"
                    },
                    {
                        "txt": "Evidence of the use of Murex brandaris and Murex trunculus in the African factories was brought to light in 1874 through the discovery by H. de Villefosse of engravings on a column found in the vicinity of Fegonsia between Batra and el-Kantata representing the figures of the shells of these two species and bearing the inscription <<i#“Purpurorum.”<<<<19<< In 1878 A. Papier exhibited before the Academy of Hippone an engraving from Gaetulia showing the figure of <<i#Purpura<< haemastoma (ib.).",
                        "type": "regular"
                    },
                    {
                        "txt": "Professor Raphael Dubois states on the authority of a certain author, Rémy Vidal:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Murex brandaris fournissait la pourpre ‘rutilante’ ou ‘tyrienne’ et se pêchait surtout à Tyre: le Murex trunculus donnait la pourpre ‘amethyst,’ ainsi appelé à cause de ses reflets violacés. Cette dernière se préparait à Sidon. Ceci semble indiquer,” remarks Professor Dubois, “que les deux espèces du murex ne vivaient pas côte à côte comme à Toulon.”<<20<<",
                        "txtTrans": "“Murex brandaris provided ‘shiny’ or ‘Tyrian’ purple and fished mainly in Tire: Murex trunculus gave ‘amethyst’ purple,’ so called because of its purplish reflections. The latter was being prepared in Sidon. This  indicates,” remarks Professor Dubois, “that the two species of the murex did not live side by side as in Toulon.”",
                        "type": "translation"
                    },
                    {
                        "txt": "I have not been able to verify the source of Vidal’s assertion.",
                        "type": "regular"
                    },
                    {
                        "txt": "In conclusion, mention should be made of the discovery of a number of Tyrian coins bearing the figures of both Murex trunculus and Murex brandaris, thus indicating their importance for Phoenician manufacture and industry.<<21<<",
                        "type": "regular"
                    }
                ],
                "footNotes": [
                    "Lamarck, Jean Baptiste, Système des Animaux sans Vertebres. Paris (1822), v.IX, pp. 559560.",
                    "Columna, Fabius, Opusculum de <<i#Purpura<<. Rome, 1616.",
                    "Gage, T., A new survey of the West Indies, etc., London (1637), pp. 437438.",
                    "Philosophical Trans., 1685, pp. 127886.",
                    "Acta Eruditorum, Lipsiae (1686), p. 620.",
                    "Mariti, G., Reisen durch die Insel Cyprien: 1760-1768, German translation by C.H. Hage, Altenburg (1877).",
                    "Du Hammil, Memoirs de l’Academie des Sciences, Paris (1736).",
                    "Ulloa, Antonis de, Noticias americanas sobre la America meridional y la septentrional oriental, Madrid (1772).",
                    "Adrien, Robert, Sur une Monographie ancienne de <<i#Purpura<< lapillus.",
                    "Canal y Marti, Juan Pablo, Memorias sobre la <<i#Purpura<<, Madrid ( 1779), Cf. Lacaze-Duthiers, Mem. sur la Pourpre, Paris ( 1889).",
                    "Rosa, Michele, Della Porpore, Modena (1786).",
                    "“Expedition Scientifique de Morte,” Annales de l’Academie des Sciences, Section de Sciences Physiques, v.III (1902), p. 190.",
                    "Wilde, Sir William Robert, Narrative of a Voyage … along the Shores of the Mediterranean, Dublin (1840), 2 vos. v.II, pp. 148-151;468-488.",
                    "Lacaze-Duthiers, ibid., p. 77.",
                    "Saulcy, Louis Felicien de, Voyage en Terre Sainte, Paris (1865), p. 283.",
                    "Idem., p. 284.",
                    "Gaillardot, Globus, 26 (1874), 237-238.",
                    "Dubois, Raphael, Recherches sur le Pourpre, Paris (1909), p. 518.",
                    "Papier, A., Bulletin de l’Academie d’Hippone, No. 14, p. 378.",
                    "Dubois, R., ibid.",
                    "Schmidt, W.A., ibid., p. 108."
                ],
                "orgPdfs": [
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131308/HerzogDoctorate/0427100105_xvg5z3.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131393/HerzogDoctorate/0427100106_fl1foe.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131444/HerzogDoctorate/0427100107_foljiw.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131315/HerzogDoctorate/0427100108_m9i8fd.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131320/HerzogDoctorate/0427100109_uakjnr.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131383/HerzogDoctorate/0427100110_ctorbi.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131497/HerzogDoctorate/0427100111_ejp0p5.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131321/HerzogDoctorate/0427100112_mzgydp.jpg"
                ]
            },
            {
                "num": "1D",
                "title": "Differentiation of the Colours Produced with the Dye-Secretions of the Various Specimens Used in Purple Dyeing",
                "txt": [
                    {
                        "txt": "Aristotle states that some of the <<i#Purpurae<< have a red flower, others a black one. As the dye secretion of the <<i#Purpurae<< and murices is really a whitish liquid when in the animal and only colours on being exposed to light, Aristotle must be referring to the final tone which the matter settles into after passing through that progression of colour with which the modern world has become acquainted since William Cole’s experiments on the British coasts.",
                        "type": "regular"
                    },
                    {
                        "txt": "The susceptibility of the purple dye to light was, of course, known to the ancients: itis self-evident. Dr. Dedekind, moreover, adduces in support of this several passages from Pliny, Pollux and Philostrate <<1<<(Beitrag zur Purpurkunde, I. Berlin, 1898, pp. 84-85).",
                        "type": "regular"
                    },
                    {
                        "txt": "It is perhaps, I think, alluded to in Hist. Anim.: ‘On the first emission of the purpurigenic matter it only stains but afterwards under the action of light it colours.”<<2<<",
                        "type": "regular"
                    },
                    {
                        "txt": "The reader will have noticed the important statements made by Aristotle in the text quoted at the outset of this chapter regarding the variation of the colour of the flower of the <<i#Purpura<< between red and black, according to the size of the animals, the nature of the locality inhabited by them, and their geographical position. It is highly regrettable that Lacaze-Duthiers in confining his attention to Pliny made no attempt to deal with the data supplied by the incomparably greater man. How are those data to be coordinated with our present day knowledge of the subject? I addressed myself with this end in view to Dr. L. Germain, of the Musée National d’Histoire Naturelle. It affords me real pleasure to quote his illuminating reply:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "… Cette nouvelle question concernant le texte d’Aristote. Mais il y a diverses espèces de pourpres; et celle qu’on trouve dans les golfes sont grandes et rudes et la plupart on une fluer (teinte) noire, mais quelquesunes ont une fleur petite et rouge, etc. Aristote n’a certainement pas voulu dire qu’une même espèce donnait une teinte noire ou rouge suivant qu’elle habite dans un golfe ou dans la mer. L’auteur grec a eu en vue deux espèces bien distinctes; l’une vivant dans les golfes et donnant une pourpre noire, (je crois qu’il faut interpréter noire par rouge très foncé), l’autre vivant dans la mer et donnant une pourpre rouge, c’est-à-dire plus claire. En cela il a raison, car on sait parfaitement aujourd’hui que la pourpre rouge sombre est donnée par la <<i#Purpura<< haemastoma L. et la Murex trunculus L. qui vivent dans la zone littorale, collés contre les rochers; et que la pourpre plus claire est fournie par la Murex brandaris L., qui vit a une plus grande profondeur et plus loin du rivage. Ainsi s’explique, selon moi, la phrase d’Aristote: celles qui vivent dans les golfes c’est-à-dire sur le rivage? ont une fleur noire, etc.",
                        "txtTrans": "… This new question arises concern about Aristotle’s text. But there are various kinds of purples; and the one found in the gulfs is large and rough and most of them have a black color, but a few have a small red flower, etc. Aristotle certainly did not mean that the same species gave a black or red tint depending on whether it lived in a gulf or in the sea. The Greek author had in mind two very distinct species; one living in the gulfs and giving a black purple, (I think we should interpret black by very dark red), the other living in the sea and giving a red purple, that is to say lighter. In this he is right, because we know perfectly well today that the dark red purple is given by the <<i#Purpura<< haemastoma L, and the Murex trunculus L, which live in the littoral zone, stuck against the rocks; and that the lighter purple is supplied by Murex brandaris L., which live at greater depth and further from shore. This explains, in my opinion, Aristotle’s phrase: those who live in the gulfs, that is to say on the shore, have a black flower, etc.",
                        "type": "translation"
                    },
                    {
                        "txt": "Aristote:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“quelques unes des pourpres petites se trouvent sur le rivage et par les côtes et ont une fleur rouge.” Il s’agit évidemment de plusieurs espèces de petites tailles, vivant collés ordinairement sur les rochers et surtout probablement, de Murex erinaceus Linné. La distinction faite par Aristote contre pourpre à fleur noire et pourpre à fleur rouge s’applique à la couleur finale de la pourpre obtenue après les traitements d’usage. Comme nous, les grecs et les phoeniciens saviaent parfaitement que, sur le vivant de l’animal, le suc purpurifère est seulement jaunâtre sinon incolore; mais ils avaient parfaitement distingué les espèces qui donnaient par la suite une pourpre sombre de celles donnant une pourpre claire.”",
                        "txtTrans": "“some of the small purples are found on the shore and by the coasts have a red flower.” There are obviously several species of small sizes, usually stuck on the rocks and especially, of Murex erinaceus Linnaeus. The distinction made by Aristotle against black-flowered purple and red-flowered purple applies to the final color of purple obtained after the usual treatments. Like us, the Greeks and Phoenicians perfectly knew that, during the lifetime of the animal, purpuriferous juice is yellowish if not colorless; but they had perfectly distinguished the species which subsequently gave a dark purple from those giving a light purple.”",
                        "type": "translation"
                    },
                    {
                        "txt": "Aristotle certainly never meant to imply that only two colours, black and red, are producible by means of the purple dye. In the treatise of colours he states in fact that purple comprises a variety of shades.<<3<< We should understand with Dr. Germain, black as standing for dark or sombre purple inclining to black, and red as denoting brighter or clearer purple inclining to red.",
                        "type": "regular"
                    },
                    {
                        "txt": "Dr. Germain further says: ",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "”Vous dites: ‘par pourpre à fleur noire veut-il (Aristote) désigner le Murex trunculusT Aristote, sous ce nom, a certainement en vue le M. trunculus, mais probablement aussi quelques autres espèces notamment P. haemastoma. Mais il me semble évident que ce terme s’applique surtout au Murex trunculus.”",
                        "txtTrans": "”You say: ‘by purple with black flower does he (Aristotle) ​​designate Murex trunculus? Aristotle, under this name, certainly has M. trunculus in mind, but probably also some other species including P. haemastoma. But it seems obvious to me that this term applies mostly to Murex trunculus. “",
                        "type": "translation"
                    },
                    {
                        "txt": "Great as is the amount of light thrown upon the point by my learned friend’s remarks there still remains some obscurity.",
                        "type": "regular"
                    },
                    {
                        "txt": "What light is thrown by modern conchology upon the dictum of Aristotle that the <<i#Porphyra<< living in the northern parts mostly give a black dye while those of the southern regions furnish a red one?",
                        "type": "regular"
                    },
                    {
                        "txt": "The exact words of the great Stagyrite are as follows: “Again, in the northern parts they are for the most part black, but in the southern parts red.”<<4<< At first sight this might be understood as referring to the colour of the molluscs themselves, but a comparison with Vitruvius will at once show that it is of the colour of the dye secretion that Aristotle speaks here:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“incipiam nunc de astro dicere… Id autem excipitur ex conchylio marino a quo <<i#Purpura<< inficitur… quod habet non in omnibus locis quibus nascitur unius generis colorem sed solid cursu naturaliter temperatur. Itaque quod legiur Ponto et Gallia, quod hae regiones sint proximae ad septentrionem, est atrum, progredientibus inter septentrionem et occidentem, invenitur lividum. Quod autem legitur ad aequinoctialiem, orientem et occidentem, invenitur violaceo colore; quod ver meridiaris regionibus excipitur rubra procreatur potestate etc.”<<5<<",
                        "txtTrans": "“I shall now begin to speak of purple… That which is found in Pontus and Gaul is black, because those countries are nearest to the north. As one passes on from north to west, it is found of a bluish shade. Due east and west, what is found is of a violet shade. That which is obtained in southern countries is naturally red in quality, and therefore this is found in the island of Rhodes and in other such countries that are nearest to the course of the sun. (Translation: Project Gutenberg)”",
                        "type": "translation"
                    },
                    {
                        "txt": "In how far do these data modify the preceding statements concerning the variation of the colour according to the size of the animals and according to the nearness or distance of their habitation from shore and promontory? Curiously enough, Pliny is silent about these highly important matters. No one, as far as I know, has as yet made a thorough study of the varieties produced by the secretions of the different species of the <<i#Purpurae<< and murices, or indeed of any other genus of dye-secreting molluscs.",
                        "type": "regular"
                    },
                    {
                        "txt": "The following passage in Recherches sur la Pourpre, by the distinguished physiologist Professor Raphael Dubois, of Lyons, is worthy of note in this connection:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“La couleur est variable suivant l’espèce du mollusque qui la produit. Nous ne nous occuperons pas dans ce chapitre des variations de teinte dues à des procédés particuliers de préparation industrielle ou autre mais simplement de celles qui sont données par la secretion de la glande à pourpre spontanément soit à la lumière, soit à l’obscurité. Rappelons toutefois que la coloration peut varier pour une même espèce d’après les localités, la nature de la nourriture, la saison, le climat, le jeûne, et aussi pour des raisons encore indéterminées. Cela était connu des anciens. Murex trunculus donne sans le concours de la lumière un pigment violet foncé très azuré … Murex brandaris, d’après A. et de Negri, donne un pigment violet rose trèes délicat assez clair. Je l’ai trouvé plutôt lie de vin amaranthe. Murex erinaceus, une couleur violette tendant parfois au rouge; d’autres fois au bleu azuré sans que l’on sache pourquoi. <<i#Purpura<< haemastoma, d’après Lacaze-Duthiers, fournit une couleur rouge sang tirant sur le violet. Celle de <<i#Purpura<< lappillus, d’après Letellier, est d’un beau violet rouge: elle renvoit dans l’oeil les rayons rouges, bleus et violets.”<<6<< With reference especially to Murex brandaris, Professor Dubois also remarks: “La couleur que nous avons obtenue par notre procédé avec Murex brandaris est amaranthe tirant sur la groseille. Mais il est évident que par des mélanges avec murex trunculus on pourrait obtenir les teintes pourpres les plus variées.” (ib.)",
                        "txtTrans": "“The colour varies according to the species of mollusc which produces it. Ithis chapter, we will not deal with the variations in hue due to particular processes of industrial or other preparation but simply with those given by the secretion of the purple gland spontaneously either to light or to darkness. However, remember that the coloration can vary for the same species depending on the localities, the nature of the food, season, climate, the fasting, and also for reasons still undetermined. This was known to the ancients. Without the help of light, Murex trunculus gives a dark purple pigmen … Murex brandaris, after A. and Negri, gives a very delicate pink purple pigment which is quite clear. I found it rather binder of amaranth wine. Murex erinaceus, a purple color sometimes tending to red; other times in azure blue without knowing why. <<i#Purpura<< haemastoma, according to Lacaze-Duthiers, provides a blood-red color pulling on purple. That of <<i#Purpura<< lappillus, according to Letellier, is a beautiful red purple: it returns in the eye the red, blue and purple rays.” With reference especially to Murex brandaris, Professor Dubois also remarks: “The color we have obtained by our process with Murex brandaris is redcurrant amaranth. But it is obvious that by mixing with murex trunculus one could obtain the most varied purple hues.” (ib.)",
                        "type": "translation"
                    },
                    {
                        "txt": "William Cole, of porphyrologic fame, gives the following table of the progression of colour through which the purpurigenic matter obtained from species of <<i#Purpura<< lapillus L. passed under his observation in 1683:-",
                        "type": "regular"
                    },
                    {
                        "txt": [
                            "Light green.",
                            "Deep green.",
                            "Sea green.",
                            "Watchet blue.",
                            "Purple red.",
                            "Very deep purple red “beyond which the sun can do no more.”"
                        ],
                        "type": "list"
                    },
                    {
                        "txt": "Cole further adds:”Note, that these changes are made faster or slower according to the degree of the sun’s heat. But then the last or most beautiful colour (after washing in scalding water and soap) will the matter being again put out into the sun or wind to dry be a much differing colour from all those mentioned, i.e., of a fair bright crimson, or near to the Prince’s colour; which afterwards (notwithstanding there is no use of any styptic to bind the colour) will continue the same, if well ordered.”<<7<< Cole was making proper arrangements for the transmission of a number of living individuals of this species to “his late Majesty … to the end his Majesty, the great Patron and Founder of their Society, might have the pleasing diversion of seeing the experiment made in his Royal presence; but a stop was put to this design by a calamity too great and public to be mentioned” (ib.).",
                        "type": "regular"
                    },
                    {
                        "txt": "The labours of Lacaze-Duthiers mark the next turning-point and, as Dr. Adrian Robert, <<i#Chef de Travaux Pratiques<< at the Sorbonne <<i#(Laboratoire de Zoologie)<< informs me, have not yet been surpassed.",
                        "type": "regular"
                    },
                    {
                        "txt": "Lacaze-Duthiers’ experiments were made upon species of <<i#Murex brandaris, Murex trunculus, Murex erinaceus, <<i#Purpura<< haemastomea,<< and <<i#Purpura lapillus.<<",
                        "type": "regular"
                    },
                    {
                        "txt": "“En suivant (Next),” says the experimenter, ",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“le développement de la couleur, soit du Murex trunculus, soit des autres espèces, par un ciel nuageux, on voit, chose curieuse, le développment successif des couleurs simples qui, par leur mélange, forment les couleurs composées. Ainsi de blanche la matière devient jaune: voilà une première couleur simple; puis c’est le bleu qui se développe, et alors, avec le jaune qui existe déjà, il apparaît évidemment du vert. Le bleu va toujours augmentant, tandis que le jaune semble disparaître, aussi se fonce-t-il; et ceci est très marqué pour la matière du Murex trunculus. A ce moment donc, la matière, après avoir été jaune clair, jaune verdâtre, puis vert, vert bleuâtre, devient bleuâtre sombre. Le rouge se produit endernier lieu, et forme avec la couleur bleue le violet, qui, on le comprend, sera d’autant plus voisin de bleu ou du rouge que celui sera moins ou plus développé.”<<8<<",
                        "txtTrans": "“the development of color, either of Murex trunculus, or of other species, by a cloudy sky, one sees, curiously enough, the successive development of simple colors which, by their mixture, form composed colors. Thus from white matter becomes yellow: here is a first simple color; then it is the blue which develops, and then, with the yellow which already exists, it obviously appears green. The blue is always increasing, while the yellow seems to disappear, so it gets darker; and this is marked for the material of Murex trunculus. At this moment, therefore, the material, after having been light yellow, greenish yellow, then green, bluish green, becomes dark bluish. The red occurs in the last place, and together with the blue color forms violet, which, we understand, will be all the more close to blue or red the less or more developed it is.“",
                        "type": "translation"
                    },
                    {
                        "txt": "The great zoologist further records a considerable variety of tones in the final development. <<i#Purpura<< haemastoma yielded rather sombre shades. Upon this Professor Raphael Dubois remarks: ",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“En effet, d’après Lacaze-Duthiers… la pourpre du <<i#Purpura<< haemastoma ou ‘pourpre à bouche de sang’ est violet sombre, plus voisin du rouge que de bleu. Elle serait intermédiare par conséquent, entre la pourpre du Murex trunculus et celle du Murex brandaris.”<<9<<",
                        "txtTrans": "“Indeed, according to Lacaze-Duthiers… the purple of <<i#Purpura<< haemastoma or ‘blood-mouthed purple’ is dark purple, closer to red than blue. It would therefore be intermediate between the purple of Murex trunculus and that of Murex brandaris.”",
                        "type": "translation"
                    },
                    {
                        "txt": "Of the Murex brandaris in particular Lacaze-Duthiers observes:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Il faut remarquer toutefois que le Murex brandaris donne un ton parfois plus rose et extrêmement délicat, et beaucoup plus clair; du moins c’est ce qui s’est présenté dans les expériences faites à Lille, avec les animaux que M. Alfred Lejourdan avait bien voulu m’adresser de Marseille. Le ciel de Flandre est loin d’avoir cette ‘blouissante lumière du Midi etl’on peut se demander si l’action de la lumière un peu différente n’aurait pas une part dans la variation de la teinte?”<<10<<",
                        "txtTrans": "“It should be noted however that the Murex brandaris gives a tone sometimes more rosy and extremely delicate, and much clearer; at least this is what was presented in the experiments carried out in Lille, with the animals that M. Alfred Lejourdan had kindly addressed me from Marseilles. The sky of Flanders is far from having this’ dazzling light of the South and one can wonder if the action of the light a little different would not have a part in the variation of the color?“",
                        "type": "translation"
                    },
                    {
                        "txt": "The previous experiments had been made at Mahon in the Balaeres.",
                        "type": "regular"
                    },
                    {
                        "txt": "The colour furnished by Murex trunculus is defined by Lacaze-Duthiers as",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“bleuâtre avec des parties tout à fait bleues.”",
                        "txtTrans": "bluish with quite blue parts.",
                        "type": "translation"
                    },
                    {
                        "txt": "Though the order in the succession of colour is the same in all species, in Murex trunculus, as already quoted from LacazeDuthiers, the stage of blue is emphasized by its intensity. The great naturalist gives the following register for Murex trunculus:-",
                        "type": "regular"
                    },
                    {
                        "txtOrg": [
                            "Jaune clair.",
                            "verdâtre.”",
                            "Vert.",
                            "Vert bleuâtre.",
                            "Bleuâtre sombre.",
                            "Rouge-violet.",
                            "Violet foncé très chargé de bleu."
                        ],
                        "txtTrans": [
                            "Light yellow.",
                            "greenish.”",
                            "Green.",
                            "Bluish green.",
                            "Dark bluish.",
                            "Red-purple.",
                            "Dark purple heavily loaded with blue."
                        ],
                        "type": "translationList"
                    },
                    {
                        "txt": "One sub-species of Murex trunculus, in fact, yielded a colour which Lacaze-Duthiers qualifies as blue, but he adds that at another time it also produced violet (ib.).",
                        "type": "regular"
                    },
                    {
                        "txt": "On the grounds of the experiment carried out by him with the above species (Murex trunculus. Murex brandaris, Murex erinaceus, <<i#Purpura<< haemastoma. <<i#Purpura<< lapillus) Lacaze-Duthiers arrives at this vitally important conclusion: The basic colour is always violet, the variation consisting only in the extent to which the violet tends towards red, on the one hand, or towards blue on the other. This applies only to the natural colour: by certain artifices the ancients may have also produced red purple.",
                        "type": "regular"
                    },
                    {
                        "txt": "From this position Lacaze-Duthiers never retreated, and when in 1896 Dr. Dedekind, keeper of the Imperial Egyptian Museum in Vienna, tried to identify certain red fabrics of Egyptian origin as dyed with purple secretion, Lacaze-Duthiers once more insisted:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“… la teinte primitive, la couleur naturelle de la Pourpre, celle produite par l’exposition de la matière à l’influence de la lumière du soleil ETAIT ET NE POURRAIT être que le violet.”<<11<<",
                        "txtTrans": "“… the primitive hue, the natural color of Purple, the one produced by the exposure of matter to the influence of sunlight WAS AND COULD ONLY be purple.” ",
                        "type": "translation"
                    },
                    {
                        "txt": "The question had in 1861 involved the French scientist in an unpleasant literary polemic with another eminent worker in the newly discovered field of porphyrology, Professor Bartolomeo Bizio of Venice. Contrary to Lacaze-Duthiers, Bizio maintained that Murex brandaris furnished and could furnish no other but red purple:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“E vero che io non ho studiato ehe i murici pescati in questo Adriatico, ma se i murici del contiguo Mediterraneo, o di altro mare qualunque, sono identici a questi, essendo identica la specie brandaris, io non dubito di affermare ehe non contengono materia azzura, e che quindi non possono fornire ehe sola porpora rossa.”<<12<<",
                        "txtTrans": "“It is true that I have not studied the murex fished in the Adriatic, but if the murex of the adjoining Mediterranean, or of any other sea, are identical to these, the species brandaris being identical, I would not hesitate to affirm that they do not contain blue matter, and therefore they can provide only red-purple.”",
                        "type": "translation"
                    },
                    {
                        "txt": "Dr. Dedekind, who is an enthusiastic admirer of Lacaze-Duthiers, admits that Bizio was right.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Unser nun verklärter Meister, Professor Henri de Lacaze-Duthiers, hat ja selber Zeichnungen, respective Malereien vermöge verschiedener Grundfarben von Purpur (Malereien mit Argaman und Malereien mit thekeleth) angefertigt gehabt und hat trotzdem alles für violett gehalten. Da sieht man wie man oft unter einer AutoSuggestion leidet!.. .<<13<< Die Quelle dieser Irrtümer ist, wie schon weiter oben gesagt ward, eine Autosuggestion gewesen. Und das ist unsem lieber Meister Henri de Lacaze-Duthiers geschehen, einem der grössten Purpurforscher aller Zeiten! Sogar noch im Letzten Monate seines Lebens (im Juli 1901) hat er mir gegenüber in seiner Wohnung zu Paris (7, rue de l’Estropade) bestritten, dass Purpur im Definitivton anders anzusprechen sei denn als violett.”<<14<<",
                        "txtTrans": "“Our transfigured master, Professor Henri de Lacaze-Duthiers, had made the drawings himself, respective paintings with different basic colors of purple (paintings with argaman and paintings with thekeleth) and still considered everything to be violet. You can see how you often suffer from an auto suggestion!.. The source of these errors, as mentioned above, has been an autosuggestion. And this is what happened to our dear master Henri de Lacaze-Duthiers, one of the greatest purple researchers of all time! Even in the last months of his life (in July 1901) he denied to me in his apartment in Paris (7, rue de l’Estropade) that purple should be addressed differently in the definitive tone than as purple.”",
                        "type": "translation"
                    },
                    {
                        "txt": "Without venturing to pronounce an opinion on the matter I may mention in this connection that the Sumerians, the earliest inhabitants of Babylonia known to history, appear to have had very nearly the same conception of purple as Lacaze-Duthiers. Tekhelet and Argaman, the only two known varieties of ancient Semitic purple seem to have been designated in their language by terms denoting “dark sky-blue” and “red or bright sky-blue” respectively. We should add, however, that we do not know with certainty out of which species the two purple varieties were produced which the Sumerians so designated. The subject has really not yet been thoroughly investigated. It is only when scientific experiments have been carried out in sufficient number upon the Phoenician, Grecian, Italian, French, African, and other coasts known to have anciently been centres of purple; when these have been scientifically coordinated and systematized and in addition have been carefully compared with the data supplied by Aristotle and Vitrivius referred to above and also with many other indications either expressly given or indirectly inferable from classical, Semitic and other sources that a firm base will have been secured for the future inquirer to operate upon.",
                        "type": "regular"
                    },
                    {
                        "txt": "Dr. Dedekind who maintained a long correspondence on various porphyrologic questions with the eminent scientist whom he often styles “the Nestor of Porphyrologic research” is in possession of a considerable number of samples prepared by the master himself. In the interest of science let us hope that exact colour reproduction of these will soon be made accessible to the public.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Die beregten, von Monsieur Henri de Lacaze-Duthiers bereits im Jahre 1858 vermöge Purpurmaterie hergestellten Zeichnungen sowie Photographien, welche mir der grose Purpurolog aus Paris nach Wien im Jahre 1896 zu schicken die Güte hatte, zeigen zumindest 40 Nuancen, vom herrlichsten, wahrhaft tropischen Himmelblau angefangen bis hinüber zu Carmin und so einer derartigen Verdunkelung dieses Farbentones, dass dies wie ein Arbeiter in der Anstalt Herrn Begierungsrathes Dr. Eder sehr richtig bemerkte fast schon schwarz war. Die in Papis, Handwörterbuch der Griechischen Sprache II, 649, anzutreffenden Farbenbezeichnungen von Porphyreos als dunkelroth, blauroth, violett sind also ausserordentlich treffend, erschöpfen jedoch bei Weitem nicht die immense Scala der Purpurnüancen.”<<15<< “Ferner bestätigten diese Purpuroben (unbeschadet ihrer decidirt ausgesprochenen zwei Grundfarben Carmin und violett, oder roth und blau, je nachdem Purpur von P.haemastoma oder M.brandaris oder M.trunculus vorlag) durchaus Goethe’s (aus seiner Farbenlehre herrührende) Aussprüche. Der purpur schwebt auf der Grenze zwischen Roth und Blau und neigt sich bald zum Scharlach, bald zum Violetten ‘und das Blaurothe durch die Purpurschneck.’ Dabei verleugneten sich aber wie bemerkt die zwei Hauptkategorien des Purpurs, nämlich: 1. der bluthrothe Purpur oder Oxylblatta und 2. der Janthin oder Hyacinth — oder Amethyst purpur bei keiner einzigen mir vorgelegenen Purpurproben, sofern nämlich: der Process des Farbenwandels bis zum Abschluss gediehen war.”<<16<<",
                        "txtTrans": "“The agitated drawings and photographs made by Monsieur Henri de Lacaze-Duthiers as early as 1858 using purple matter, which the great purpurologist from Paris to Vienna had the kindness to send me in 1896, show at least 40 nuances, of the most magnificent, truly different Sky blue begins all the way to carmine and such a darkening of this shade of color that it was almost black, as one of Dr. Eder, rightly noticed in the institution. The color designations of porphyreos found in Papis, Handwörterbuch der Griechischen Sprache II, 649, as dark red, blue-red, violet are therefore extraordinarily appropriate, but by far do not exhaust the immense scala of purple nuances.” ‘Furthermore, those purples (without prejudice to their decidirt pronounced two primary colours carmine and violet, or red and blue, depending on the presence of purple from P.haemastoma or M.brandaris or M.trunculus) certainly confirmed Goethe’s (derived from his theory of colours). The purple floats on the border between red and blue and soon tends to scarlet fever, soon to violet ‘and the blue red by the purple lick.’ However, as noted, the two main categories of purple were denied, namely: 1. bluthroth purple or oxylblatta and 2. janthin or hyacinth — or amethyst purple in not a single purple sample before me, provided that the process of the color change had progressed to the end.“",
                        "type": "translation"
                    },
                    {
                        "txt": "Another important passage bearing on this question appears at p. 30:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Gerne hätteich andere mir vorgelegene Purpurzeichnungen von Monsieur Henri de LacazeDuthiers auf das Farbengetrengt reproduzirt als jene die nun auf Tafel 19 und 20 in den Arch, de Zoologie exp. et gén. 3ème série, 1, IV, 1896 reproducirt erscheinen. Doch auch nur vermöge jener beiden Tafeln ist sehr viel erreicht. Sie zeigen im Carmin von <<i#Purpura<< haemastoma und im Violett von Murex trunculus vorläufig zur Genüge die Pole einer unglaublich reichen Fülle von Nuancen, welche sich in ganz besonderer Mannigfaltigkeit auf jenen Leinwandstucken zeigten, welche mit Purpurmaterie von Murex trunculus gefärbt waren. Auf einem solchen Stuck zeigten sich sogar zahlreiche hellbraune Töne, von denen das Original der Reproduction auf Tafel XX l.c. keine Spur aufwies. Dagegen die Farbenstreifungen von <<i#Purpura<< haemastoma waren durchgängig carmin bis fast in das Schwarze hinüberdunkelnd.”<<17<<",
                        "txtTrans": "“I would have liked to have reproduced other purple drawings by Monsieur Henri de LacazeDuthiers presented to me on the color sprinkled than those that are now on panels 19 and 20 in the Arch, de Zoologie exp. et gén. 3ème série, 1, IV, 1896. But even if only those two panels have been achieved, a great deal has also been achieved. In the carmine of <<i#Purpura<< haemastoma and in the violet of Murex trunculus, they show for the time being enough the poles of an incredibly rich abundance of nuances, which showed themselves in a very special variety on those canvas stuccoes that were colored with purple matter of Murex trunculus. On such a stucco there were even numerous light brown tones, of which the original of the reproduction on panel XX l.c. had no trace. On the other hand, the color stripes of <<i#Purpura<< haemastoma were consistently carmine darkening almost to the black.",
                        "type": "translation"
                    },
                    {
                        "txt": "Dr. Dedekind indeed maintains the same standpoint with regard to the Cardinal or Fundamental tones of purple in its natural state in his latest publication whenever occasion requires:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Guhl und Renner..”Das Leben der Griechen und Römer”; “Über Purpurfärberei: II, 233 ff. bis Seite 235. (Unrichtig ist der auf Seite 234 vorkommende Passus: ‘Der eigentlich Purpursaft hatte hingegen zwei natürliche Hauptfarben, eine schwärzliche und eine rothe.’ Richtig sollte es heissen: entweder 1. eine rote, beziehungsweise Karmine, oder 2. eine violette, beziehungsweise blaue. Diese beiden Kardinaltöne, Grundtöne von allem überhaupt vorkommenden Definitif-Purpur, sind am Schluss des I. Bandes von meinem Beitrag zur Purpurkunde (Berlin 1898) farbentreu reproduzirt.”<<18<<",
                        "txtTrans": "“Guhl and Renner ..” The life of the Greeks and Romans “;” About purple dyeing: II, page 233 to page 235. (The passage on page 234 is incorrect: ‘The purple juice, on the other hand, had two main natural colors, one blackish and one a red. “It should be correct: either 1. a red or carmine, or 2. a violet or blue. These two cardinal tones, basic tones of all definitive purple that occur at all, are at the end of Volume I of my contribution zur Purpurkunde (Berlin 1898) reproduced true to color.“",
                        "type": "translation"
                    },
                    {
                        "txt": "For information contained in the older literature Dedekind refers to Martini, Neues Systematisches Conchyliencabinet, vol .III, Nürenberg 1777, p. 300.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Über Farbentöne von Purpur orientiert man sich jetzt wohl am besten vermöge der Tafeln XIX und XX in den Arch, ce Zool. exp. et gén., 3ème Série, I, IV, 1896. Aus der älteren Literatur vgl. über die Nuancen von Purpur namentlich Martini l.c. S. 300: Jede von den dazu verbrauchten Schnecken gab einen eigenen Saft von besonderen Schattirungen, also entweder eine himmelblaue, schieferblaue, oder einfach violette, oder bald mit Carmosin, bald mit Feuerrothe vermischte Farbe etc.”<<19<<",
                        "txtTrans": "“The best way to upskill someone about shades of purple is to use panels XIX and XX in the Arch, ce Zool. Exp. Et gén., 3ème Série, I, IV, 1896. From the older literature cf. on the nuances of Purple especially Martini lc p. 300: Each of the snails used for this gave its own juice of special shades, i.e. either a sky-blue, slate-blue, or simply purple, or sometimes with carmosine, sometimes with fiery red, etc.“",
                        "type": "translation"
                    },
                    {
                        "txt": "Having verified the reference to Martini, I find it rather difficult to decide whether his data are based upon actual experiments carried out by himself or by others or are simply derived partly from direct statements in the ancient authors and partly from classical allusions in prose and in verse.",
                        "type": "regular"
                    },
                    {
                        "txt": "In illustration of Martini’s mention of a purple colour presenting a mingling of fire red, “Feuerroth,” Dr. Dedekind makes the following observation:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Als Pendant zu dem letztgebrauchten Werte ‘Feuerroth’ darf ich vielleicht einem Passus aus einem Briefe von mir selber hier mit anführen, wo ich, noch bevor mir Martini’s Worte bekannt geworden waren, unter Bezugnahme auf die in der K.K. Lehr – und Veruschsanstalt für Photographie und Reproductionsverfahren (Zu Wien) des Herrn Regierungsrathes Dr. S.M. Eder gemachten ersten Versuche, die Originalpurpurzeichnungen von Monsieur H.H. de Lacaze-Duthiers farbengetreu zu reproducieren, an Herrn Regierungsrath Eder am 3. October 1896 unter Anderen Folgendes schrieb ‘… doch kamen damals die specifisen feurigen Tone nicht heraus’. Man sieht daraus die genaue Übereinstimmung von Martini’s vorhundertjahriger Schilderung von feuerähnlich glühenden Purpur (Cfr. Valerius Flaccus 3, 178: jam frigidus orbes purpureos somnus obit) mit den am frischesten, labhaftesten, brennendesten sich zeigenden Farbentonen der mir geliehenen Purpurzeichnungen unseres französichen Nestors der Purpurforscher.”<<20<<",
                        "txtTrans": "“As a parellel to the last used value ‘Feuerroth’ I may perhaps cite a passage from a letter from myself, where I, even before Martini’s words became known to me, referring to the ones in the KK Lehrund Veruschsanstalt für Photography und Reproductionsanstalt (In Vienna) of the government councilor Dr. SM Eder made the first attempts to reproduce the original purple drawings by Monsieur HH de Lacaze-Duthiers true to color, wrote to the government councilor Eder on October 3, 1896, among others, the following: ‘… but at that time the specific fiery tones came. “From this one sees the exact correspondence of Martini’s centuries old description of fire-like glowing purple (Cfr. Valerius Flaccus 3178 י: jam frigidus orbes purpureos somnus obit) with the freshest, most labile, and most burning shades of color of the purple drawings were borrowed from our French nestor of purple researchers.“",
                        "type": "translation"
                    },
                    {
                        "txt": "It is interesting to contrast this with the following statements by two other learned contemporaries:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“In Betracht gezogen muss dabei werden, dass die aus dem Altertum und dem Mittelalter erhaltenen Purpurfarbungen nicht alle gleich sind; niemals sind sie feurig oder scharlachrot (the italics are my own),* viel mehr zeigen sie eine stumpf-rote, bald mehr rotlich-violette, bald bläulich-violette Farbe”<<21<< (Professor Richard Meyer).<<n<<“Am wertvollsten waren der doppelt gefärbte tyrische oder der lakonische Purpur und der sogenannte Amethyst-Janthin oder Hyanzinthpurpur, und es kann keinem Zweifel unterliegen, dass es sich hier um sehr dunkle, fast schwarze Tone handelte, die nur in der Übersicht einem blauvioletten bis rotvioletten Schein zeigten… Diese Färbung die mit der unverdünnten gekochten Schneckenmaterie hergestellt wurde, hatte offenbar gar kein Ähnlichkeit mit dem was wir heute, unter Purpur verstehen”<<22<< (Professor P. Friedlaender). “Die auf uns gekommene Reste von Stoffen und Pergamente haben offenbar im Laufe der vielen Jahrhunderte sehr stark gelitten sie zeigen sehr verschiedene Nuancen von Schwarzviolett bis Hellblau oder Rotviolett doch möchte ich hier ausdrücklich hervorheben, dass es noch in keinem einzelnen Fall durch chemische Analyse erwiesen ist, ob sie auch wirklich mit Purpur und nicht vielmehr mit den verschiedenen, schon im Altertum gangbaren Surrogaten gefärbt wurden.“<<23<<",
                        "txtTrans": "“It must be figured in mind that the purple colours preserved from antiquity and the Middle Ages are not all the same; They are never fiery or scarlet (The italics are my own),* perhaps, they much more show a dull-red, soon a more redish-violet, and soon a bluish-violet color” (Professor Richard Meyer).<<n<<“The most valuable were the double-colored Tyrian or laconic purple and the so-called amethyst janthine or hyanzinthpurpure, and there is no doubt that these were very dark, almost black tones, which only showed a blue-violet to red-violet glow in the overview… This coloration, which was produced with the undiluted boiled snail matter, apparently had no resemblance to what we understand today by purple”60 (Professor P. Friedlaender). “The remnants of fabrics and parchments that have come to us have apparently suffered greatly over the many centuries they show very different nuances from black violet to light blue or red violet, but I would like to emphasize here that it has not yet been proven in any single case by chemical analysis whether they are really with purple and not rather with the different,  surrogates that were already practicable in antiquity were dyed.“",
                        "type": "translation"
                    },
                    {
                        "txt": "The colour produced by the coccus (Cochineal) is likened to fire in Philo and in Josephus. On the other hand, Pliny states that this scarlet hue was presented by a principal purple variety:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Has animadverto tris esse principales. Rubentem, ut in cocco: qui a rosis migranti gratia nonnihil trahitur suspectu, et in Purpuras Tyrias dibaphasque, ac Laconicas.”<<24<< Of the buccinum-dye Pliny expressly says that it had the lustre of cochineal: “dat austeritatem . .. cocci,”<<25<<",
                        "txtTrans": "Notice that these are three main ones. The red as in scarlet, which is somewhat attracted by the grace of migrant roses when held up, and in the Tyrian and Laconian purple….. excessively dark-hue… scarlet",
                        "type": "translation"
                    },
                    {
                        "txt": "but he adds that the buccinum is not employed by itself because its dye-secretion lacks durability,",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "(“buccinum per se damnatur quoniam fucum remittit,” ib.)",
                        "txtTrans": "The whelk itself is not approved of, as it does not make a fast dye",
                        "type": "translation"
                    },
                    {
                        "txt": "With regard, on the other hand, to the <<i#Purpura<< Pliny gives the impression that his conception of its dye-secretion is that it produces rather a dark colour inclining to black.",
                        "type": "regular"
                    },
                    {
                        "txt": "The buccinum of Pliny as we now know corresponds to our <<i#Purpura<<. Pliny’s statement that the dye-secretion yielded by the buccinum produces a fugitive colour has accordingly been condemned on all hands as crass error (cf. above). Strictly speaking, however, Pliny in this instance ought to be pronounced very probably, rather than certainly, wrong. It is generally assumed that the dye-secretion yielded by both genera <<i#Purpura<< and Murex is characterised by very great durability. I am not quite sure that the assumption is correct in so far as it is meant to embrace all the species belonging to the genus <<i#Purpura<<: it certainly fails to hold good universally with reference to Murex trunculus.<<26<< May not Pliny be referring to a species of <<i#Purpura<< yielding a red fugitive dye? The fact that the dye secretions of <<i#Purpura<< haemastoma, <<i#Purpura<< lapillus and <<i#Purpura<< patula have each been proved to be very fast to light, to washing and to corrosives of various kinds offers no fatal objection. It is just sufficient to compare the case of murex. Taking, however, into consideration that <<i#Purpura<< haemastoma is known to have been actually used in ancient purple dyeing and, to judge by the high qualities of its dye-stuff must have been, if not the only one, at least one of the principal species so employed and combining this with the fact that the other genus used in purple dyeing besides the buccinum (our <<i#Purpura<<) corresponds to our murex, we are forced to admit as improbable that Pliny would in treating of purple leave out all mention of <<i#Purpura<< haemastoma, singling out some obscure species instead.",
                        "type": "regular"
                    },
                    {
                        "txt": "Why, however, we are entitled to ask, was the <<i#Purpura<< haemastoma employed rather than the Murex brandaris for adding, as Pliny says, an element of lustre to the colour of the darker purple in the manufacture of the fabric known as dibapha? The Murex brandaris furnishes, as we have seen above, considerably brighter or redder tones than <<i#Purpura<< haemastoma. There is evidently here very great confusion on the part of the half-moralizing, half-philosophizing naturalist, who, feeling no interest in purple manufacture, in his opinion a pandering to human vanity, appears to have taken no pains to obtain exact information on the subject.",
                        "type": "regular"
                    },
                    {
                        "txt": "In a preceding section of this chapter I have made an attempt to have the source of Pliny’s mistake with regard to the dye-secretion of buccinum. Mention should certainly be made of another suggestion in the same direction by Lacaze-Duthiers: contrary to what one might expect, the Murex trunculus yields a dye which is far from fast.<<27<< Pliny may have misapplied to his buccinum (our <<i#Purpura<<), Lacaze-Duthiers therefore thinks, information relating to a species of his <<i#Purpura<< (our murex) that is Murex trunculus. May not then Pliny, I venture to surmise, have in some way muddled up Murex brandaris with <<i#Purpura<< haemastoma? Pliny divides the purple fabric imitating the colour of certain flowers into the following three genera:",
                        "type": "regular"
                    },
                    {
                        "txt": [
                            "Tyrian, Laconian and double-dyed in which red was prominent;",
                            "Amethystan more or less closely resembling the colour of the amethyst, a gem still known by that name;",
                            "Conchylian purple, vestes conchyliata.<<28<<"
                        ],
                        "type": "list"
                    },
                    {
                        "txt": "The dibapha consisted of a double dyeing, first with half nature purple of Pliny’s <<i#Purpura<<, and next with red purple of his buccinum; the amethystina, of a dyeing with a mixture in certain proportions of the dark purple of the <<i#Purpura<< with red purple of the buccinum<<29<<; the conchyliata, of a dyeing with the dark purple of the <<i#Purpura<< alone, mixed in varying proportions with water, urine, fucus marinus and the like. The real facts may have been somewhat like this;",
                        "type": "regular"
                    },
                    {
                        "txt": [
                            "The principal species employed were Murex trunculus. Murex brandaris and <<i#Purpura<< haemastoma.",
                            "The Murex trunculus, giving a fugitive dye would not be regularly employed by itself.",
                            "For this dibapha would be used on the one hand dark purple from Murex trunculus, or <<i#Purpura<< haemastoma or from both, and on the other red purple from Murex brandaris.",
                            "For the amethystina would be used a mixture of Murex trunculus or <<i#Purpura<< haemastoma, or of both, with the dye of Murex brandaris.",
                            "For the conchyliata would be employed the dye obtained from Murex trunculus mixed with water, urine, etc. To give the colour a certain fastness Cretan fucus marinus would be used as a mordant."
                        ],
                        "type": "list"
                    },
                    {
                        "txt": "Lastly, there would also be the purple-dyed either with the dye of Murex brandaris alone or with that of <<i#Purpura<< haemastoma alone, both being fast dyes.",
                        "type": "regular"
                    },
                    {
                        "txt": "The geographical variation in the colour of the <<i#Purpurae<< spoken of by Aristotle and Vitruvius, due, according to these authors, to varying distance from the sun, would apply to such species as <<i#Purpura<< haemastoma, Murex brandaris, etc., rather than to Murex trunculus, which as will be seen later, is not dependent on light for developing its colour.",
                        "type": "regular"
                    },
                    {
                        "txt": "By the way, it may be remarked that the statement in Pliny and others of the Tyrian purple being red, agrees with Aristotle and Vitruvius that the <<i#Purpurae<< of the Southern Seas give a red dye.",
                        "type": "regular"
                    }
                ],
                "footNotes": [
                    "Dedekind, Alexander, Ein Beitrag zur Purpurkunde, Berlin (18984 ,(1911- vols. v.I, pp. 8485.",
                    "Aristotle, ibid., p. 175.",
                    "Aristotle, De Colonibus, III.",
                    "Aristotle, De Animalibus Historia, p. 175.",
                    "Vitruvius, De Architectura, Libr. VII, p. 13.",
                    "Dubois, ibid., p. 518.",
                    "Cole, ibid.",
                    "Lacaze-Duthiers, “Memoire sur la Pourpre,” Ann. des Sci. Naturelles, 4eme Series, Zoologie XII, Paris, 1859, pp. 71-72.",
                    "Dubois, ibid., p. 518.",
                    "Lacaze-Duthiers, ibid., p. 71.",
                    "Idem, Archives de Zoologie experimentale et générale. Paris (1896), p. 490.",
                    "Bizio, Bartolomeo, Atti delïl.R. Istituto Veneto di Scienze, Lettere ed Arti, Venezia ( 1860-61-), p. 880.",
                    "Idem, p. 82.",
                    "Idem, v.I, p. 94.",
                    "Idem, v.I, p. 94.",
                    "Idem, p. 23-24.",
                    "Idem, p. 30.",
                    "Idem, v.IV, p. 415.",
                    "Idem, v.I., p. 93, v.2.",
                    "Idem, v.I, p. 94.",
                    "Idem, v.IV, p. 532. Dedekind citing Richard Meyer, 1910.",
                    "Friedlaender, P., “Über Antiken Purpur,” Verhandlungen der Gesellschaft Deutscher Naturforscher und Arzte ( 1903), pp. 6-7.",
                    "Idem, p. 6.",
                    "Pliny, C. Plinii Secundi Naturalis Historia. D. Detlefsen ed., Berlin (1868). v.III, p. 262. (book XXI, chap. 8).",
                    "Idem, v.II, p. 115, (Book IX, chap. 38).",
                    "Lacaze-Duthiers, ibid., p. 71 : “Quant à Murex trunculus, voici ce qui m’a frappe: à Mahon, il est connu des pécheurs pour donner un teinte bleuâtre, et surtout pour ne pas fournir des marques fixes résistant au lavage,” and p. 76: “Le Murex trunculus donne une couleur plus bleuâtre et qui n’est pas solide.”",
                    "Idem, p. 45.",
                    "Pliny, ibid., v.IV, p. 83, (Book XXI, ch. 8).",
                    "Idem, v.II, p. 115. (Book IX, chap. 38-39)."
                ],
                "orgPdfs": [
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131321/HerzogDoctorate/0427100112_mzgydp.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131382/HerzogDoctorate/0427100113_tirmvo.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131298/HerzogDoctorate/0427100114_dfeg3h.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131425/HerzogDoctorate/0427100115_dhonwv.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131282/HerzogDoctorate/0427100116_lcju13.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131370/HerzogDoctorate/0427100117_kxxf0u.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131469/HerzogDoctorate/0427100118_ovn1bu.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131317/HerzogDoctorate/0427100119_m9v5pz.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131229/HerzogDoctorate/0427100120_sulwy6.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131369/HerzogDoctorate/0427100121_ktll9g.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131427/HerzogDoctorate/0427100122_ojjgo7.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131309/HerzogDoctorate/0427100123_crq9fa.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131227/HerzogDoctorate/0427100124_ynz1bx.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131309/HerzogDoctorate/0427100125_dabz1f.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131273/HerzogDoctorate/0427100126_n6kmf4.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131311/HerzogDoctorate/0427100127_f4lisc.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131244/HerzogDoctorate/0427100128_xo3hii.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131303/HerzogDoctorate/0427100129_olyti1.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131413/HerzogDoctorate/0427100130_fznlu1.jpg"
                ]
            },
            {
                "num": "1E",
                "title": "The Inalterability of the Purple Dye",
                "txt": [
                    {
                        "txt": "The durability of purple dye is almost proverbial. In all the works dealing with ancient purple which I have read I have seen this stated as something universally acknowledged, the only exception being made in the case of the red dye of the buccinum on the authority mainly of Pliny. Yet in ransacking the classics I have come across a certain passage which has furnished food for thought on the point. “Thou knowest that the dyers, when they wish to dye wool so as to give it the colour called alourges chose first among wool of different colours that which is white: then they prepare it with very great care so that it may imbibe as much of the dye as possible: after that they dye it. Thus prepared, the dye never passes off, and the fabric, whether washed with or without corrosives preserves its colour in its full strength. But if wool of another coloration is used instead, or even the white wool without proper preparation, thou knowest what the result is? Yes, a fugitive colour and an unpleasant one.”",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“(Praecipue vero liberat eo malo phycos)  Thalassion id est fucus marinus lactucae similis, qui conchyliis substernitur etc.”<<1<<",
                        "txtTrans": "The sovereign remedy, however, for this complaint is phycos thalassion, or seaweed, which is like lettuce, and is used as a ground-colour for the purple of the murex; it is sovereign etc.",
                        "type": "translation"
                    },
                    {
                        "txt": "<<2<<",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Qui conchyliis, hoc est cujus colore lana primum imbuitur cum vestis conchyliatae tinctura praeparatur.”<<3<<",
                        "txtTrans": "This shell, that is, the color of which wool is first saturated, is prepared with the dye of scarlet cloth.",
                        "type": "translation"
                    },
                    {
                        "url": "https://res.cloudinary.com/dqidhqkor/image/upload/v1709639875/HerzogDoctorate/herzog_img_rfdayp.png",
                        "type": "img"
                    },
                    {
                        "txt": "Pliny indeed makes mention of the cleansing of the wool prior to immersion into the bath, but that is all (“Vellus elutriatum” [Fleece] <<4<<). He nowhere hints that this was indispensable for the durability and fastness of the colour. Modern experimenters say nothing of the kind. The language of Plato would seem to imply, I think, more than mere cleansing of the wool.",
                        "type": "regular"
                    },
                    {
                        "txt": "Does not this rather refer instead to the treating of the wool with certain mordants or styptics for binding the dye to the fibre? But does the purple dye require mordants?",
                        "type": "regular"
                    },
                    {
                        "txt": "May not Plato be referring here to Murex trunculus whose dye applied by itself is a",
                        "type": "regular"
                    },
                    {
                        "txt": "fugitive one? May not purple dyeing in Greece in Plato’s time have been mainly confined to Murex trunculus?",
                        "type": "regular"
                    },
                    {
                        "txt": "Of modern experimenters William Cole states with regard to the flower or dye secretion of <<i#Purpura<< lapillus that it is fast to washing though it be ever so many times repeated, but he is careful to add that nevertheless the first washing “somewhat allayed” the colour (ib.).",
                        "type": "regular"
                    },
                    {
                        "txt": "Note: Plato’s statement that only white wool is fit for purple may perhaps throw light on a difficult point. The epithet purpureus often taxes the ingenuity of commentators. But the following are veritable erreis interpretum (Veritable, but erroneous, interpreters): ( 1 ) Pedo Albinoramus, Eleg. ad Mareen. Gl:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“sum memor (et arte memini) sic ducere thyrsos Brachia purpurea candidiora nix.” (2)",
                        "txtTrans": "“(I am mindful (and I remember art) so I draw wands, purple arms brighter than snow)”",
                        "type": "translation"
                    },
                    {
                        "txt": "Horaee C. IV. 1. IV.:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Tempestirius in domum Pauli purpureis alis oloribus conmisolata Mationis.”",
                        "txtTrans": "Flying with purple swans, you will more seasonably revel in the house of Paulus Maximus.",
                        "type": "translation"
                    },
                    {
                        "txt": "There never was such a thing as white purple, purplish snow! purplish swans! I should take purpureus in these instances in the sense of fit for purple. Nix is poetic for snow-white wool (Cf. Plato, cf. Pliny vellus ellutriatum): “whiter than snow-like wool, fit to be dyed with purple.”<<5<< Similarly for the swans.",
                        "type": "regular"
                    }
                ],
                "footNotes": [
                    "Harduin, Jean, Caii Plinii Secundi Historae Naturalis, Paris (1723), v.II, p. 406.",
                    "See <<l#https://www.loebclassics.com/view/pliny_elder-natural_history/1938/pb_LCL393.343.xml<<",
                    "Beckmann, Beitrage zur Jachinthe. Leipzig (1786), v.I, p. 336.",
                    "Pliny, ibid.",
                    "I scarcely need emphasize the purely hypothetical character of this explanation. I know in reality of no modern attempt to dye with the purple juice absolutely raw wool unwashed and uncleansed. The following passage appearing in L. Lartet’s “La Syrie d’aujourd’hui,” p. 127, should also be taken into account: “Les murex à pourpre sont très comuns non seulement sur toute la côte, mais dans le port même. Les gamins de Tyre savent encore aujourd’hui teindre des chiffons de pourpre en fixant la couleur, du mollusque avec un peu de carbonate de soude et de jus de citron. Ces guenilles colorées en pourpre, leur /pouvent/ de drapeaux lorsqu’ils jouent au soldat comme font les enfants de nos jours.” Which “mollusque” is here spoken of? Murex trunculus?"
                ],
                "orgPdfs": [
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131413/HerzogDoctorate/0427100130_fznlu1.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131288/HerzogDoctorate/0427100131_ktumuk.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131214/HerzogDoctorate/0427100132_usek2m.jpg"
                ]
            },
            {
                "num": "1F",
                "title": "The Chemical Constitution of the Purpurigenic Matter",
                "txt": [
                    {
                        "txt": "The chemical analysis of the purpurigenic matter is mainly associated with the names of Bizio (1833-35), the brothers A. and C. de Negri (1875), Schank (1879), Lettelier, Friedlaender, and Dubois. The researches of these eminent scientists can hardly be properly understood and appreciated by non-chemists, including the writer of these lines. It is, however, of special importance for our study to underline the following results: (1) Already Bizio had ascertained that the dye-secretion of Murex trunculus contains an element of blue very analogous to indigo:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Del liquore del Murex trunculus non mi fu dato di portarme a Firenze che solo un’oncia. Tuttavia il liquore di questo murice fu separato da me in duo sostanze diverse, una assura … ha sostanza assura e in tutto analoga all’indace!” (2)",
                        "txtTrans": "“I was only sent an ounce of the liquid from the Murex trunculus to Florence. However, the liqueur of this murex was separated from me into two different substances, an absurdity … it has a strange substance and totally analogous to indigo!”",
                        "type": "translation"
                    },
                    {
                        "txt": "The researches of Prof. August Lettelier into the chemical constitution of the purpurigenic matter of <<i#Purpura<< lapillus have shown that it contains at least three substances: a yellow not susceptible to light, an applegreen developing into deep blue under the action of light, a gray-green developing under the same action into a crimson red. (3) Professor Friedlaender in analysing the dye furnished by Murex brandaris succeeded in isolating from it the 6′.6′ dibromoindigo (reddish violet); in the dye secretion obtained from Murex trunculus he discerned in addition a blue dye, the constitution of which he has not yet established.<<1<<",
                        "type": "regular"
                    },
                    {
                        "txt": "Last but by no means least comes Professor Dubois’ work (Recherches sur la Pourpre, etc.) which besides presenting the results of technical research in a form as intelligible to the general reader as possible, also contains many an illuminating remark bearing upon purple in antiquity. Professor Dubois replying to me from Lyons under date of May 20th, 1913 writes inter alia (among other things):",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Ainsi que je l’ai indiqué dans mon travail sur la Pourpre et quelques autres pigments animaux en Archives de Zoologie expérimentale et générale, Paris, 5ème Série, V.II, 1909, la pourpre est un mélange de deux pigments, un rouge et un bleu. Ce dernier surtout se rapproche beaucoup del’indigo du point de vue chimique. Il est beaucoup plus abondant dans Murex trunculus et pour une artifice on pourrait, je crois, obtenir du bleu pur avec ce dernier gasteropode marin.”",
                        "txtTrans": "“As I indicated in my work on Purple and some other animal pigments in the Archives of Experimental and General Zoology, Paris, 5th Series, V.II, 1909, purple is a mixture of two pigments, red and blue. The latter especially is very close to indigo from a chemical point of view. It is much more abundant in Murex trunculus and for an artifice one could, I believe, obtain pure blue with this last marine gasteropod.“",
                        "type": "translation"
                    },
                    {
                        "txt": "Next after its intrinsic quality of stability, the new play of colour which it produces upon the fabric in sun-light is said in the ancient writers to have secured for the purple dye the high esteem in which it was held (See especially W. Adolf Schmidt op. cit. p. 157.) It must have come to many a reader as a surprise to be told by Professor Friedlaender:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Die Resultate bestätigen durchaus die Erwartungen hinsichtlich Nuance und Echtheit, zu der die kirtische Lektüre der alten Literatur berechtigte, aber sie dürften dem modernen Publikum eine grosse Enttäuschung bereiten. /Wir sind gegenwärtig an lebhaftere und reine Tone gewöhnt, und ich glaube nicht, dass die heutige Menschheit die Begeisterung unserer Vorfahren auch nur wird verstehen können. Sollte ich mich irren, so standen uns jetzt die antiken Färbungen zu einem Preise zur Verfügung, der uns mehr als 1000 mal niedriger käme als der alten Welt;… /Wir sind um eine Illusion armer; der Glanz und die Schönheit des Antiken-Purpurs vermögen unser verwöhntes Auge nicht mehr zu blenden.”<<2<<",
                        "txtTrans": "“The results confirm the expectations of nuance and authenticity that were justified by Kirtian reading of ancient literature, but they are likely to cause great disappointment to modern audiences. We are used to livelier and pure tones now, and I do not think they are today’s mankind that canunderstand the enthusiasm of our ancestors. If I am wrong, the ancient colors are now available to us at a price that would be more than 1000 times lower than the old world; … / We have a poor illusion; that the shine and the beauty of the antique purple are no longer able to spark our spoiled eyes.“",
                        "type": "translation"
                    },
                    {
                        "txt": "As a set-off against this disillusioning information, I should draw attention to the following passage in Dr. Dedekind’s Beitrag –",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Über die prächtige Farbenwirkung dieser Purpurproben schrieb mir ihr Anfertiger: ‘sur la soie les reflets sont magnifiques sur le fil la couleur est belle, mais n’a pas cette admirable transparence qu’elle offre sur la soie.’ In der Tat zeigte sich bei diesen Purpurproben, insbesonderes jenen auf Seide, das von den Alten mit Recht so gepriesene entzückende Farbenspiel, jener wundersame, köstliche Schimmer, wofür die Ausdrücke vorliegen: Angé, pheggos lumen, nitor, splendor, fulgor, color in suspectu refulgens, versicolor, splendens, sublucens, micans, ardens, etc.”<<3<<",
                        "txtTrans": "“About the magnificent color effect of these purple samples, her maker wrote to me: ‘on silk the reflections are magnificent on the thread the color is beautiful, but does not have the admirable transparency that it offers on silk.’ In fact, these purple samples, especially those on silk, showed the delightful play of colors so rightly praised by the ancients, that miraculous, delicious shimmer for which the expressions are available: : Angé, pheggos lumen, nitor, splendor, fulgor, color in suspectu refulgens, versicolor, splendens, sublucens, micans, ardens, etc.“",
                        "type": "translation"
                    },
                    {
                        "txt": "Compare also in this connection another passage in Friedlaender",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Gerühmt wird ferner an ihnen ein namentlich in der Sonne hervortretenden Farbenspiel, vermutlich ähnlich dem kupfrigen Glanz, der bei intensiven Indigofarbungen zu beobachten ist, Und den wir bei zahlreichen anderen Farbstoffen jetzt mit Bronzieren bezeichnen.”<<4<<",
                        "txtTrans": "“They are also praised for a play of colors that emerges in the sun by name, presumably similar to the coppery shine that can be observed in intense indigo colors, And which we now call bronzing for several other dyes.”",
                        "type": "translation"
                    },
                    {
                        "txt": "In conclusion I may be permitted to observe that the case of Murex trunculus tends to show that there is a distinct relationship between the fastness of the purple colour and its development through the action of light.When one considers that the Murex trunculus develops its dye in darkness as well as in day light,<<5<< and that contrary to its congeneric species (Murex brandaris) its dye is not fast,(76a – Lacaze-Duthiers, op. cit.) at least to washing, one is naturally led to think that the two characteristics are interdependent.",
                        "type": "regular"
                    },
                    {
                        "url": "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131212/HerzogDoctorate/0427100137_tiqe48.jpg",
                        "type": "img"
                    },
                    {
                        "url": "https://res.cloudinary.com/dqidhqkor/image/upload/v1709640745/HerzogDoctorate/shells2_uwgzjk.png",
                        "type": "img"
                    }
                ],
                "footNotes": [
                    "Friedlaender, ibid.: “Untersuchungen haben ergeben, dass aus den Dursen von Murex trunculus neben dem rotvioletten Farbstoff auch noch ein blauer von noch nicht aufgeklärter Zusammensetzung erhältlich ist.”<<n<<“Studies have shown that in addition to the red-violet dye, a blue of unex elucidated composition is also available from the durses of Murex trunculus.”",
                    "Idem, p. 10.",
                    "Dedekind, ibid., v.I, p. 23.",
                    "Friedlaender, ibid., pp. 6-7.",
                    "R Dubois, op. cit., p. 518: “On a prétendu que la lumière exerçait une action photographique sur le mucus purprigène de cette espèce (sc. Murex trunculus) c’est une erreur, partagée cependant par de Lacaze-Duthiers. D’autres ont dit que la lumière active a avive le couleur la couleur de ce pigment. Les expériences de A. et G. Negré sont contraires à cette opinion, etc.”<<n<<“It has been claimed that light exerts a photographic action on the purprigenic mucus of this species (sc. Murex trunculus) it is an error, shared however by de Lacaze-Duthiers. Others said that the active light       brightened the color of this pigment. The experiences of A. and G. Negré are contrary to this opinion, etc.”"
                ],
                "orgPdfs": [
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131239/HerzogDoctorate/0427100133_w14i22.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131230/HerzogDoctorate/0427100134_cfqb7z.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131239/HerzogDoctorate/0427100135_yxrw1g.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131222/HerzogDoctorate/0427100136_mgr8ds.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131212/HerzogDoctorate/0427100137_tiqe48.jpg"
                ]
            }
        ]
    },
    {
        "num": "2",
        "title": "THE ORIGIN OF PURPLE DYEING",
        "subChapters": [
            {
                "num": "2A",
                "title": "Legend of Hercules and His Dog",
                "txt": [
                    {
                        "txt": "The discovery of purple dyeing is generally attributed to the Phoenicians. Well known is the legend of Hercules and His Dog, and how the hero was led to the discovery of the purple dyeing in consequence of his dog’s mouth having become stained with a beautiful red dye on crushing with his teeth some purple-giving sea-snail.",
                        "type": "regular"
                    },
                    {
                        "txt": "A variant version ascribes the discovery to a shepherd. Professor Paul Friedlaender, referring to the fable, remarks:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Die praktische Unmöglichkeit leuchtet jedem ein, der nur einmal eine Purpurschnecke in der Hand gehalten hat.”<<1<<",
                        "txtTrans": "“This is quite practically impossible to someone who has held a purple snail in their hand only once.”",
                        "type": "translation"
                    },
                    {
                        "txt": "We may well believe the eminent chemist, seeing that he has manipulated thousands of purple snails in the course of his world-famed researches. He is not, however, the first to have drawn attention in this direction. Others before him had very nearly done so, but “in their reluctance to part with the pet story altogether” have contrived somehow to save a portion through a re-statement of it.",
                        "type": "regular"
                    },
                    {
                        "txt": "An anonymous writer in an article dealing with purple, advances the view that it is probably to Aplysia rather than to a genuine purple mollusc that the old tale refers. The same writer also puts forth the suggestion that in the earliest times the species employed in purple dyeing may have been the Aplysia and also the Janthina.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Bei der Herstellung der geringeren Quantitäten verwandten die Phönizier die Mollusca aus der Familie der Buccincida wohl nicht, sondern nahmen den Stoff von solchen aus anderen Familien, die gleichfalls eine färbende Flüssigkeit liefern. Die Janthina kommt an der Syrischen Küste häufig vor, und Caillardet hat am Frühjahre die Felsen bei Saida häufig mit Aplysien bedeckt gefunden; sie waren durch die Wellen angespielt worden und Hessen eine grosse Menge schon violetter Flüssigkeit aus. Vielleicht hat die Verwendung gerade dieser auf die Entdeckung des wahren Purpurs geführt. Die farbige Flüssigkeit der Aplysien sondert sich von selber, sobald man dem Thiere die Muschel abgenommen hat, und bedarf weiter keiner Vorkehrungen, während jene von dem Murex allerlei Operationen verlangt, bis man die gewünschte Farbennuance erhalt. Bekanntlich erzählen die alten Schriftsteller, dass man die Entdeckung des Purpurs einen! Schäferhunde verdanke, und es ist ganz glaublich und leicht begreiflich, dass beim Geniessen einer Aplysia sich Schnauze und Haar violett gefärbt habe; aber auf eine Murex kann das nicht passieren: der Hund musste die Schale durchgebissen und das Mollusk hätte ihn auch dann keine farbige Flüssigkeit gegeben.”",
                        "txtTrans": "“In the production of the lower quantities, the Phoenicians probably did not use the mollusca from the Buccincida family, but took the substance from those from other families, which also provide a coloring liquid. The Janthina is common on the Syrian coast, and Caillardet is found at the rocks near Saida, often covered with aplysia in the spring; they had been played by the waves and exuded a large amount of already violet liquid. Perhaps the use of this has led to the discovery of the true purple. The colored liquid of the aplysia separates itself as soon as you have removed the shell from the Thiere, and still does not require any precautions, while that of the Murex requires all kinds of operations until you get the desired color nuance. As it is well known, the ancient writers say that the discovery of purple is one! Shepherd dogs, and it is quite believable and easy to understand, that when enjoying an Aplysia, the muzzle and hair have dyed violet; but that can’t happen on a Murex: the dog had to bite through the shell and even then, the mollusk wouldn’t have given him a colored liquid.”",
                        "type": "translation"
                    },
                    {
                        "txt": "<<i#(77a – Globus, 26 ( 1874); Braunschweig, pp. 237-238. The author of this article, it may be remarked, appears to have had no profound knowledge of conchology; the Aplysia, as Dr. Dedekind already observes (Beitrag IV, p. 313), is really a shell-less mollusc. Nor is the last objection of any force. To colour the purple juice requires no manipulation whatever, but simply exposure to light wherever on cloth or on a dog’s snout.)<<",
                        "type": "regular"
                    },
                    {
                        "txt": "An earlier writer, Martin Ziegler, had likewise put forth a claim for Aplysia or, to be more precise, Aplysia depilans:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Cuvier croit que cette matière colorante est la véritable pourpre des anciens. En effet, l’histoire du chien du berger s’explique mieux avec un grand mollusque connu, renfermant une couleur toute faite, qu’avec un coquillage dans lequel la couleur n’est pas encore développée.”<<2<<",
                        "txtTrans": "“Cuvier believes that this coloring matter is the true crimson of the ancients. Indeed, the history of the shepherd’s dog is better explained with a large known mollusk, containing a ready-made color, than with a shell in which the color is not yet developed.“",
                        "type": "translation"
                    },
                    {
                        "txt": "George Tryon, a noted American conchologist, gives a similar interpretation:",
                        "type": "regular"
                    },
                    {
                        "txt": "“Pliny states that in his time the purple dye was obtained from the buccinum and the <<i#Purpura<<. The mollusk now known as Murex trunculus is generally supposed to have been that principally used by the ancients in obtaining the Tyrian purple. It is related that the discovery of the dye is due to the dog of a Tyrian nymph which crushing some of these shells in its teeth its mouth became stained with purple. It is possible that the fragile Janthina may have been thus crushed.”<<3<<",
                        "type": "regular"
                    },
                    {
                        "txt": "But however uncritical a procedure it would doubtless be to accept this story of the dog as genuine tradition, to ignore it completely in a study of the origin of purple dyeing would perhaps savour of the hypercritical. Pullex ascribes it to the Phoenicians. Like everything else, the legend must have had its beginning, taking rise at a definite time, in a definite circle of humanity. Where, indeed, would it be more likely to originate than among the Phoenician dyers who, excelling all others in their technical skill, would easily come to regard themselves and be regarded by others as the creators of purple dyeing, and who would, naturally, be pressed by foreign visitors and admirers of the art for an explanation of its origin. If there existed no tradition really dating from the earliest times, one would automatically spring up sooner or later.",
                        "type": "regular"
                    },
                    {
                        "txt": "Yet the utter disregard for reality which the dog-story betrays – quite apart from its association with a mythical hero (witness Professor Friedlaender’s remark) argues strongly against it having arisen in quarters where the manipulation of the Purpura and the murex formed a daily occupation. The explanation is probably to be sought in the direction pointed out by the above authors. It may be that this account of the origination of purple-dyeing was simply suggested by the frequent sight of dogs with violet stained mouths in consequence of their having fed upon Aplysia or Janthina cast ashore by storms. On this hypothesis though, the tradition would not warrant the inference that the Aplysia and Janthina preceded the Murex and the Purpura in the purple manufacture. It would, I suppose, carry with it the corollary that species belonging to these genera were employed, at least to some extent, at a certain state, in the development of the industry. For otherwise the story would owe its origin to circles totally uninitiated in the art. It would hardly have so fully satisfied the adepts as to rid them from the necessity of inventing a rival one, and would have scarcely gained such wide-spread currency.",
                        "type": "regular"
                    },
                    {
                        "txt": "The following passage in Dr. Dedekind may well be quoted as tending to afford support to the view expressed here:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Wie bei allen sonstigen, in ganz spezifisch historischem Geiste sich anlassenden Disziplinen darf auch bei der Darlegung der Geschichte des Purpurwesens nie der grosse Zusammenhang ausser acht gelassen werden. Denn, zum Beispiel, die einschlägigen Berichte von Aristoteteles und Plinius dürfen entschieden nicht auf einem Isolierschemel gestellt, sondern müssen im Zusammenhänge auch mit den Purpurwesen der Semiten und mit zahllosen sonstigen Momenten betrachtet werden. Wer nur einigermassen mit der Lehre von den marinen Farbstoffen en bloc bekannt ist, der liest ja doch zwischen den Zeilen der betreffenden Exkurse von Aristoteles und Plinius deutlich heraus, dass Aristoteles dort, wo er implicite von Jungen spricht, welche von angeblichen Purpurschnecken ‘an welchem man die Jungen antrifft,’ in die Welt gesetzt werden, auf Helix janthina anspielt (womit man alle einschlägigen Berichte des unvergesslichen Forskal vergleichen wolle: ‘Post mortem auctoris edidit Carsten Niebuhr, etc., Hauniae, 1775’), während Plinius dort wo er von dem animal algense als einer angeblichen Purpurschnecke spricht, von Aplysia (Meerhase) redet. Ebenso hat Plinius <<4<< bei dem Passus: ‘Buccinum per se damnatur quoniam “focum remittit” den Farbstoff, den tiefvioletten, von Aplysia gemeint. Dies war bis jetzt noch niemals klar erkannt worden, muss aber endlich stabilisiert werden.”<<5<<",
                        "txtTrans": "“As with all other disciplines that arise in a very specific historical spirit, the broad context must never be disregarded when explaining the history of the purple being. For example, the relevant reports by Aristoteteles and Pliny must definitely not be based on an insulating stool but must also be considered in connection with the purple beings of the Semites and with many other moments. Anyone who is only reasonably familiar with the doctrine of marine dyes en bloc reads clearly between the lines of the relevant digressions of Aristotle and Pliny that Aristotle, where he implicitly speaks of boys who are put into the world by alleged purple snails ‘on which one meets the boys’, alludes to Helix janthina (with which one wants to compare all the relevant reports of the unforgettable Forskal:  ‘Post mortem auctoris edidit Carsten Niebuhr, etc., Hauniae, 1775’), while Pliny speaks of Aplysia (sea hare) where he speaks of the animal algae as an alleged purple snail. Likewise, Pliny meant the dye, the deep purple one, of Aplysia in the passage: ‘Buccinum per se damnatur quoniam ‘focum remittit’. This has never been clearly recognized until now, but it must finally be stabilized.”",
                        "type": "translation"
                    },
                    {
                        "txt": "I would add that to say, for instance, that Aristotle included among the porphyra species not really answering to his description of the type of these sea snails involves no disparagement of his scientific exactness. The great naturalist may well have been misled by statements occurring in earlier authors no longer extant, with whom the term <<i#“Porphyra”<< stood for all dye-yielding molluscs of whatever genus. The fact that among the <<i#porphyra<< known to him at first hand he found no corroboration of such data would not weigh much with Aristotle,seeing that he was only acquainted with the genera of Mediterranean molluscs and hardly with all of these either.",
                        "type": "regular"
                    }
                ],
                "footNotes": [
                    "Idem, p. 4​",
                    "Ziegler, Martin (cf. the above remark), Bulletin delà Société Industrielle de Mulhouse( Juilliet, 1867).",
                    "Tyron, Geoge W., J R Manual of Conchology, Philadelphia (1880), v.ll, p. 43.",
                    "Pliny, ibid., Book 9, chap. 38.",
                    "Dedekind, ibid., v. IV, p. 85."
                ],
                "orgPdfs": [
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131213/HerzogDoctorate/0427100138_zgfccd.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131290/HerzogDoctorate/0427100139_mo1ilu.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131218/HerzogDoctorate/0427100140_wscz58.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131305/HerzogDoctorate/0427100141_gksmv7.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131234/HerzogDoctorate/0427100142_w0cn28.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131303/HerzogDoctorate/0427100143_gznh2v.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131241/HerzogDoctorate/0427100144_fic4w9.jpg"
                ]
            },
            {
                "num": "2B",
                "title": "Tradition Attributing to the Phoenicians the Discovery of Purple Dyeing",
                "txt": [
                    {
                        "txt": "The belief in the Phoenician origin of purple dyeing, so widely current in antiquity, repeatedly occurs in writings on purple even in recent times. An illuminating hint thrown out by Pietschmann, who cannot be certainly suspected of a tendency to belittle the achievements of the Phoenicians, the subjects of his great history, does not seem to have generally met with the appreciation it deserves.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Viele Ergebnisse der Kultur des Morgenlandes, die den Völkern des Westens zuerst durch Vermittlung Phönizischer Handelsleute bekannt wurden und manch Fertigkeiten, welche die Phönizier zuerst fremden Völkern nur abgelernt, in denen sie es jedoch schliesslich zu selbstständige Tüchtigkeit gebracht hatten, sind von den Alten mit Unrecht als Errungenschaften und Erfindungen der Phönizier betrachten worden…. Unsicher ist selbst ob diejenigen Kunstfertigkeiten, auf welche nach dem Urtheil der Alten die Phönizier sich am besten verstanden haben, die Bereitung der Purpurfarbe und das Färben mit demselben zuerst in Phönizien ausgeübt worden ist.”<<1<<",
                        "txtTrans": "“Many of the results of the culture of the Orient, which the people of the West first became aware of through the mediation of Phoenician traders, and some skills which the Phoenicians only learned from foreign peoples, but in which they finally achieved independent proficiency, are from the ancients Wrongly regarded as achievements and inventions of the Phoenicians …. It is still uncertain whether those arts which, according to the judgment of the ancients, the Phoenicians were best at, the preparation of the purple color and the coloring with it were first practiced in Phenicia.”",
                        "type": "translation"
                    },
                    {
                        "txt": "George Tryon had the right instinct when he wrote:",
                        "type": "regular"
                    },
                    {
                        "txt": "“It is probably that all ancient peoples inhabiting sea-shores have become accidentally acquainted with this property common to so many molluscs at a very early date.”<<2<<",
                        "type": "regular"
                    },
                    {
                        "txt": "The natives exercising purple-dyeing with <<i#Purpura patula<< and <<i#Purpura lapillus<< on many coasts of Central America are hardly the debtors of the Phoenician still less of the Spanish conquerors, for, as E. von Martens rightly observes,<<3<< purple-dyeing had long died on the Mediterranean coasts by the time of the discovery of America. The tradition crediting Phoenicia with the invention of purple-dyeing is probably true only in the limited sense that it was on the coasts of that country that the art was brought to its technical perfection. Of this we have evidence in the high esteem in which Phoenician purple was universally held. Strabo states that the Tyrian purple was prized above all others. Laconian purple also enjoyed great fame, but not on a level with the Phoenician. It should, however, also be noted that the excellence of the purple of that provenance was partly ascribed to the intrinsic qualities of the purple snails living in the Phoenician waters.<<4<<",
                        "type": "regular"
                    },
                    {
                        "txt": "With this should be compared an homily by R. Levi in Midrash Rabbah Genesis, 90, which reckons חלזון, or the purple mollusc among the characteristically Palestinian articles sent by Jacob as a gift to Joseph. In thus singling out the purple mollusc the Agadah reflects, I think, the belief, current in its time, in the exceptional qualities of the Palestinian, or more properly Phoenician murices and <<i#Purpurae<<.",
                        "type": "regular"
                    },
                    {
                        "txt": "When once we have considered the unlikelihood of the Phoenicians having been the only discoverers, it may, perhaps, not be venturing too far to ask whether the Phoenicians were discoverers at all, or, in other words, whether they had not themselves borrowed from some other nation the secret of purple-dyeing. Pietschmann has very nearly said as much:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Die Benennungen welche in Hebräischen für die Purpurfarben üblich sind, sind schwerlich Kanaanaischen Ursprung.”<<5<<",
                        "txtTrans": "“The terms that are common in Hebrew for the purple colors are hardly of the Canaana origin.”",
                        "type": "translation"
                    },
                    {
                        "txt": "The historian of the Phoenicians, however, has omitted to state his reasons for this assertion. The names to which he refers are of course <<i#Tekhelet<< and <<i#Argaman<<. Aramaic תכלת and ארמנא, Assyrian,takiltu and <<i#Argamannu<<. Why may not תכלת in particular be purely Semitic? The most plausible etymology of ארגמן or ארגון is that connecting it with the Sanscrit ragamen and ragavan, both adjectives derived from <<i#raga<< = red <<6<< (Bernay’s in Gesenius’ Thesauriis Addit.I.). The etymology of <<i#Tekhelet<< has been less satisfactorily explained. If, however,ארגמן comes from India, may not תכלת, its regular companion, trace its origin to the Sanskrit kala, dark blue, indigo blue? The Indians ranked high as dyers.<<7<< Whether they exercised purple-dyeing I have not yet investigated. Ctesias states that the Indians exhibited wonderful skill in imitating the colour of purple by means of vegetable dye-stuff.<<8<<",
                        "type": "regular"
                    },
                    {
                        "txt": "If both <<1#Tekhelet<< and <<i#Argaman<< are of Indian origin, then it would certainly not be an improbable supposition that the Phoenicians obtained the thing exactly from the same source from which they got the name. This they may have done when still living on the Persian Gulf, prior to their immigration into Syria. The Indians may have meantime abandoned the use of marine animal dye-stuff for some reasons no longer ascertainable. On the other hand, it is equally possible that the Phoenicians only borrowed the name but not the thing, simply adapting to the colours produced with the purple seasnail terms used in India, in their native forms, of course, for designating the corresponding colours obtained with vegetable dye-stuff; but even on this alternative supposition Phoenician dependence upon India in the dyeing craft will have to be conceded to some extent. The derivation proposed here for <<i#Tekhelet,<< however, is hardly of a nature to furnish a firm base for such far-reaching deductions; that of ארגמן, though plausible enough, is not entirely free from doubt. A Phoenician literature, of course, hardly exists. I have not made a search for <<i#Tekhelet<< or <<i#Argaman<< in Plautus, but it is very unlikely to occur there. In Sanchriathon and in Philo Byllus I have found no mention of purple. Closely as we have learnt to associate Phoenicia with purple I felt keenly disappointed on failing to find a single mention of either תכלת or ארגמן in the Phoenician inscriptions published in the Corpus Inscriptionum Semiticarum. Perhaps someone else will be more successful. I state this fact simply with the object of inciting others to a harder search, without in the least wishing to imply that the silence of the inscriptions affords a handle for casting doubt upon the reputed supremacy of the Phoenicians as purple producers.",
                        "type": "regular"
                    },
                    {
                        "txt": "A real difficulty is offered by Ezekiel 27, 7b: “of Tekhelet and Argaman from the isles (or coast lands) of Elishah was thy cover.” And this stands in an elegy on Tyre! Surely it is like bringing coals to Newcastle? <<9<< Ezekiel, be it distinctly emphasized, does not in the slightest degree warrant the inference that the “isles of Elishah” were the only centrès of purple production, or that Tyre manufactured no purple at all. What the prophet does imply is that the “isles of Elishah” were the producers of purple par excellence and that their wares when imported into Tyre threw the native fabrics into the shade.",
                        "type": "regular"
                    },
                    {
                        "txt": "Similarly, in the first half of this verse Egypt is said to have furnished “fine linen” with embroidery. Now, we know that Egypt was preeminent in the production of fine linen. This analogy alone would sufficiently establish the inference drawn from the second half of the verse with regard to the “Isles of Elishah.”",
                        "type": "regular"
                    },
                    {
                        "txt": "Where are those isles or coast lands? Various identifications have been proposed the Peloponnesian coasts,<<10<< Carthage, Sicily, etc. Recently it has been identified with Alsa or Alasia of the Egyptian texts. The latter, according to Professor Maspero, designates the northern part of Coilosyria. Professor Sayce draws attention to an hieratic papyrus, now in the Hermitage at St. Petersburg, showing clearly that, unlike Professor Maspero’s hypothesis, Alsa must have adjoined the Mediterranean coastland. In giving an account of an embassy sent by sea to the King of Gebal in the time of the high priest Ur-Hal the text states: “the Egyptian envoys were wrecked on the coast of Alsa where they were afterwards hospitably entertained by the queen of the country.”",
                        "type": "regular"
                    },
                    {
                        "txt": "The theory now most generally accepted is that Alasia is identical with Cyprus.<<11<< It would thus follow that Cyprus held at one time the palm of purple manufacture. This would not at all conflict with what we otherwise know of Cypriotic art and civilisation. I know of no researches into the subject of Cyprus as a purple producer, but the following passage in Dedekind may, I think, be appositely quoted:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Über changeanten Purpurstoffe . . . siehe meinen Pariser Aufsatz über Oxyblatta in der 3 Serie, 4 Bd. der ‘Archiven de Zoologie expérimentale et gén.,’ wo ich zum ersten Male auf ein Purpur-changeant-Himation an einer Artemisstatue von Larnakei (Cypern) aufmerksam gemacht habe, etc.”<<12<<",
                        "txtTrans": "“About variable purple substances . . . see my Parisian paper on Oxyblatta in the 3 series, 4 vol. of the ‘Archiven de Zoologie expérimentale et gén.,’ where I first drew attention to a variable purple on an Artemis statue from Larnakei (Cyprus), etc.”",
                        "type": "translation"
                    },
                    {
                        "txt": "Whether אלישה is to be equated with Cyprus or not, Ezekiel 27, 7b. admits, at least to my mind, of no other solution but that the universally renowned Phoenician preeminence in purple production is younger than Ezekiel (died. c. 571 BX ).",
                        "type": "regular"
                    },
                    {
                        "txt": "An error shared by many a noted authority is that Homer refers to the Phoenicians as famed for their purple fabrics. In so up-to-date a medium of information as the article “Phoenicia” in the latest edition of the British Encyclopaedia a statement is made to this effect, the source indicated being Iliad, VI. 289. In view of the excellence of the article as a whole, this, I believe, a single slip may well be pardoned, but a misleading statement in what may be termed a national work, constituting a glorious monument to British science and learning, ought not to be allowed to go unrectified. I have not found in Homer the slightest reference to Phoenicians as purple manufacturers, to say nothing of their supremacy as such. Iliad VI. 289 speaks of Sidonian women as exceptionally skilled at embroidery work (“Embroidered garments, the work of Sidonian women”). There is no allusion here to purple-dyeing or indeed of any sort, but simply to artistic needlework, a peculiarly feminine craft, especially in antiquity. Note this passage in Perrot et Chiprez:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“C’est le plus souvent broder a l’aiguille, c’est que les Latins appelaient acu pingere; on ne comprend pas comment avec le metier des anciens on aurait pu executer dans le tissu même toutes ces figures qui nous avons vu couvrir les étoffés assyriennes, dans les basreliefs ou les sculpteurs les ont copieés avec une si minutieuse exactitude; avec l’aiguille, au contraire, comme s’exprimait si bien la locution latine, on peut asiement obtenir les mêmes effets qu’avec les pinceaux; il n’y faut que de l’adresse et du temps.”<<13<<",
                        "txtTrans": "“It is most often embroidered with a needle, it is that the Latins called acu pingere; we do not understand how with the work of the ancients we could have executed in the fabric itself. All these figures which we have seen cover the Assyrian fabrics, in the bas-reliefs where the sculptors have copied them with such meticulous accuracy; with the needle, on the contrary, as the Latin phrase was so well expressed, one can easily achieve the same effects as with brushes; all it takes is skill and time.“",
                        "type": "translation"
                    },
                    {
                        "txt": "Compare Hebrew רקם and comp. רוקם וכו יומא ע׳׳ב ע״ב.",
                        "type": "regular"
                    },
                    {
                        "txt": "Incidentally we learn from Homer that in his time Sidon was the home of the highest skill of embroidery. That the coloured threads used in Phoenician embroidery work were of native dyeing does not at all necessarily follow. These may have been, in Homer’s time, imported from abroad Cyprus or elsewhere, just as at a much later time Phoenician purple wool would be worked into textiles in Assyria.<<14<<",
                        "type": "regular"
                    },
                    {
                        "txt": "The absence in Homer of all association of purple production with the Phoenicians tends, I think, to strengthen my contention that Phoenician supremacy under that aspect dates from a period later than Ezekiel.",
                        "type": "regular"
                    },
                    {
                        "txt": "Solomon orders from Hiram, King of Tyre, cedar wood to be used in the construction of the Sanctuary, but not תכלת, Tekhelet, or ארגמן, Argaman.<<15<< On the other hand, he asks him to send him a “skilful man to work in Argaman and karmil and Tekhelet, etc.”<<16<< “And he made the veil of Tekhelet, and Argaman and karmil and fine linen and wrought thereon Kerubim.”<<17<< This is in consonance with the Phoenician excellence at embroidery alluded to in Homer.",
                        "type": "regular"
                    },
                    {
                        "txt": "In the corresponding account in Kings<<18<< there is nothing answering to this, simply because Kings only deals with wood and mineral materials.",
                        "type": "regular"
                    }
                ],
                "footNotes": [
                    "Pietschmann, Richard, Geschichte der Phönizien, Berlin (1885), p. 239.",
                    "Tyron, G. ibid., p. 43.",
                    "Martens, E. von, “Purpurfarbereien in Central America,” Verhandlungen der Berliner Anthropologischen Gesellschaft, 22. Oktober 1898, p. 482-486.",
                    "Pausanias, Percigesis of Greece. Book III, ch. 2. para. 6.",
                    "Pietschmann, R., ibid., p. 239.",
                    "תרגם may perhaps be the תפעל of רגם, red, bright, hence to enlighten, to illumine, to explain, to interpret. Cf..קידושין ל״א ע״ב ,לא צהריתו",
                    "Lassen Christian, Indische Altertumskunde, Leipzig (1858), V.I, p. 277.",
                    "Ctesias Cnidius, Ex Ctesia … excerptae historia, book XXL",
                    "Curiously enough Professor Besnier in his really admirable article on “Purpura” in the Dictionnaire des Antiquités Grecques et Romaines refers to Ezekiel 27 as one of the sources speaking of Phoenicia as mistress of the art of purple-dyeing.",
                    "Halevi, Joseph, Recherches Bibliques, Paris ( 1895), pp. 260-264. Also Saglio, Edmond; Daremberg, Victor Charles, “Purpura,” Dictionnaire des Antiquités, Paris (1907), pp. 415-6.",
                    "Driver, Samuel Rolles, Modern Research as Illustrating the Bible, London (1909), p. 32.",
                    "Dedekind, <<1#ibid<<., v.I, p. 89.",
                    "Perrot, Geoges, Chipier, Charles, Histoire de l’Art, dans l’Antiquité, Paris (1890), p. 877.",
                    "Pausanias, ibid., Book V. ch. 12, para. 4.",
                    "I Chronicles, ch. II, vs. 1, 2.",
                    "Idem, Ch… II, v. 6.",
                    "Idem, Ch. III, v. 14.",
                    "I Kings, Ch. V, v. 16; Ch. 7, v. 51."
                ],
                "orgPdfs": [
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131241/HerzogDoctorate/0427100144_fic4w9.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131490/HerzogDoctorate/0427100145_nol13z.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131275/HerzogDoctorate/0427100146_woqhzs.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131401/HerzogDoctorate/0427100147_iaulna.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131410/HerzogDoctorate/0427100148_nrsmmy.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131270/HerzogDoctorate/0427100149_cz7tfr.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131315/HerzogDoctorate/0427100150_qafsyc.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131310/HerzogDoctorate/0427100151_rzfye7.jpg"
                ]
            },
            {
                "num": "2C",
                "title": "Egypt and Purple Dyeing",
                "txt": [
                    {
                        "txt": "Whether purple-dyeing was practised in Pharaonic Egypt is a deeply interesting question, easy to ask but hard, very hard, to answer. Facilities for purple-dyeing would be offered by both the Mediterranean and the Red Sea. Future research by specialists may, let us hope, succeed in throwing light in this direction. It is, however, I surmise, not very likely that the answer will be discovered in the Egyptian texts themselves either affirmatively or negatively. At best we shall have to be contented with a more or less high degree of probability. Should this, however, point in the negative direction, the general belief in the hoary antiquity of the Phoenician pre-eminence in purple-dyeing will have thereby received at least a mild shaking. From very early times Phoenicia is known to have been under Egyptian influence, and it is only reasonable to suppose that she must have in some way reciprocated. From 1600 to 1350 Egypt exercised dominion over Phoenicia. An inscription on the tomb of Rekhmara, governor of Thebes, under Thothmes III (18th dynasty) represents the former as receiving the homage of Phoenician princes in the name of the Pharaoh.<<1<< Phoenician art from the earliest times exhibits traces of Egyptian influence. An old Egyptian text (about 1400) refers to Sidon, Sarepta and Tyre (Dar); of the latter it says that she is “richer in fish than in sands.”",
                        "type": "regular"
                    },
                    {
                        "txt": "Dr. Alexander Dedekind, the well-known Egyptologist and porphyrologist appears to advocate the view that purple dyeing was practised in ancient Egypt. The hieratic papyrus No. 3933 at the Vienna Imperial Museum contains a list of various precious articles with their respective prices. One line reads: “qema nofrzay, “etc. Zay is a word which occurs a number of times in the Egyptian texts. Dr. Dedekind tries to show that it denotes purple, i.e. cloth dyed with (marine) animal secretion. He thus translates the above line: “beautiful cloth of purple,” etc. The learned Egyptologist further points to Papyrus Sallier, No. 2, British Museum, containing a poem in which are discussed the disadvantages of the various crafts and occupations. Of the dyer the poet says:”His hands stink; they have the stench of rotten fish; the dyers sully all garments.” This, Dr. Dedekind holds, distinctly applies to purple dyeing, for, as implied in Pliny and Strabo, and as corroborated by a series of experiments extending from William Cole to Professors Dubois and Friedlaender the purpurgenic matter emits an offensive garlic like smell in the course of its photographic development.<<2<<",
                        "type": "regular"
                    },
                    {
                        "txt": "Dr. Dedekind, moreover, draws attention to a number of Egyptian articles at the Vienna Museum which, according to him, are dyed or painted with purple pigment. Thus the garment of a certain Zaher or Zehir, priest of Amon at Thebes, has been identified as purple by Dr. Dedekind aided by Herr Ernest Berger of Munich, an eminent painter known for his researches into colour in antiquity. But this and similar facts really do not go to the root of the essential point. Given the correctness of the identification, there is nothing to indicate that the garment in question was dyed in Egypt. Purple garments might well be worn in Egypt without there being a single purple factory in existence in the country. Should it even be absolutely proved that at this or that period purple dyeing was not practised anywhere in the land of the Pharaohs, it would not in the least follow that purple cloth was not then to be found within the Egyptian frontiers. Zaher or Zehir, though a priest of Amon, might wear without prejudice to his sacred office a garment made and dyed abroad. It is possible that during their ministration in the temple, Egyptian priests would take care to exclude from their attire articles of dress of foreign make, though 1 cannot recall anything giving the palest colour to an assumption of this kind. But then there is no indication that the garment in question formed part of the priest’s sacerdotal wardrobe. Very probably it did not; in early Egypt fine white linen to the exclusion of colour of any sort was the rule for the priestly dress during officiation in the sanctuary.<<3<<",
                        "type": "regular"
                    },
                    {
                        "txt": "Apart from all this, the evidence adduced in favour of the garment being genuine purple, or, to use the technical expression, <<i#“Purpura blatta or oxyblatta,”<< is not very clear to me. This, if I have rightly understood Dr. Dedekind, is based upon identity of nuance with a certain textile at the Naples Museum dyed with the flower of Murex trunculus. But identity of nuance is no proof of identity of dyestuff. Again, there is another difficulty which baffles me. Dr. Dedekind defines the colour as <<i#“rosa.”<< But with the dyestuff furnished by Murex trunculus we have learned to associate rather dark violet shades.",
                        "type": "regular"
                    },
                    {
                        "txt": "The rosa garment of the priest of Amon, it may be added, is not, according to Dr. Dedekind, the only specimen of purple at the Egyptian Museum in Vienna. The learned Egyptologist speaks also of red purple dating from the XXIst dynasty of “planches de bois peintes avec <<i#Argaman<< dans la collection des antiquités égyptiennes de la cour impériale (wooden planks painted with argaman in the collection of Egyptian antiquities of the imperial court ),” of a number of Egyptian paintings “en pourpre rouge foncé,” exhibited in Room VI, and of decoration “avec la couleur de sang figé (with the color of frozen blood).”<<4<< These paintings and decorations, carrying within them, I expect, evidence of native art, have, I think, a greater bearing than the purple fabrics upon the main question with which we are concerned, but then painting and dyeing are two separate departments. After all, it is only chemistry that can ascertain by an analytical process whether these fabrics and paintings are genuine purple.",
                        "type": "regular"
                    },
                    {
                        "txt": "To return now to the hieratic papyrus No. 3933 of the Vienna Museum. If zay means purple in the proper sense of the word, it still fails to afford us a clue to the solution of our problem. What it does then show is that purple fabrics were to be found in pharaonic Egypt. That such was the case in the latter country at a time when purple factories existed somewhere in Asia or in Africa is exactly what we should have divined, though the light from the papyrus is most welcome. Dr. Dedekind, in that exceedingly instructive article, brings to our notice the interesting fact, revealed by Papyrus Harris No. 1, that the vast treasures of Ramses III also included purple. I may add that the earliest known mention of תכלת takiltu occurs in a list of precious articles sent to Egypt by Dusratta, King of the Mittani, as dowry to the Egyptian prince who was about to marry his daughter. This shows at any rate that Tekhelet was highly prized in Egypt in the age of Amenhophis III.",
                        "type": "regular"
                    },
                    {
                        "txt": "In support of Dr. Dedekind’s explanation of zay, the idea once occurred to me that it might be connected with zahi or dahi, a word designating the Phoenician in the oldest Egyptian inscription; zay would therefore mean the Phoenician stuff, somewhat as a well-known vegetable dyestuff, was called indikos by the Greeks and indicum by the Latins on account of its Indian provenance. No inference, however, could thence be drawn, either that purple dyeing was practised in Egypt or that it was not, in the period coeval with the papyrus in question. A principal variety of ancient purple was termed p. Tyria, whether dyed on the Tyrian coast or on the shores of the Adriatic. What the hypothesis would indeed warrant is that already at that early age Phoenicia was looked upon in the land of the highest contemporary civilisation and culture as the principal, if not the only, producer of purple a result which would, of course, clash with my solution of the difficulty presented by Ezekiel 27, 7b. In view, however, of the entire repudiation of it by Professor Maspero, I feel disinclined to base anything upon my proposed derivation for zay. The learned professor, replying to a query I had addressed him on the point, writes:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Il n’est pas ceretain que le mot transcrit zai par Dedekind signifie pourpre, mais il me paraît certain qu’il n’a pas de parenté avec Zahi, la Phoenicia: le nom propre renferme une aspirée douce que le nom commun ne renferme pas.”",
                        "txtTrans": "“It is not certain that the word transcribed zai by Dedekind means purple, but it seems certain to me that it has no kinship with Zahi, the Phoenicia: the proper name contains a soft aspirated that the common name does not contain.”",
                        "type": "translation"
                    },
                    {
                        "txt": "If, as Professor Maspero says, it is not certain that zay signifies purple, it is, however, absolutely certain that it denotes a very expensive stuff of some sort. May it not, I venture to suggest, with the greatest possible reserve, simply mean silk, zay being the sharpened Chinese sei; si compare the variants “sze”, “szu”, “sz” Korean sa, sil, sir? Compare the Teutonic say silk, German Seide.",
                        "type": "regular"
                    },
                    {
                        "txt": "The ancients obtained their silk from China. Serikon (silk) is connected with Eyfes, which probably means the Chinese, the people of silk, the root being Chinese “sei.”",
                        "type": "regular"
                    },
                    {
                        "txt": "If this be correct, it would furnish us with the highly interesting information that already in the earliest times silk was imported into Egypt, but how far this would go to indicate direct commercial intercourse between the celestial empire and the magic land of the Nile it would be hard to determine. A direct result of the acceptance of this meaning for zay would be the disarming of opposition to the rendering of משי in Ezekiel by “silk.” It is not impossible that שי is the Chinese si with preformaticum.",
                        "type": "regular"
                    },
                    {
                        "txt": "Recognizing, as I have said before, the important part which chemistry with its processes of analysis never dreamt of by Egyptian wisdom and magic must play in the solution of the question whether purple dyeing was anciently exercised in the land where stood the cradle of science, I applied to Professor Friedlaender, now professor of chemistry at Darmstadt University, who is known to have studied the relics of ancient purple under the chemical aspect. In his kind reply the eminent chemist says:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Aegyptische … habe ich in den grossen europäischen Sammlungen bis jetzt nicht nachweisen können, vielleicht deshalb, weil die ausserordentlich zahlreichen Ueberreste aus dem vorchristlichen Aegypten ausschliesslich aus gefärbtem Leinen und Baumwolle bestehen, Purpur aber anscheinend nur auf Wolle und Seide gefärbtwurde.”",
                        "txtTrans": "“Egyptian … I have not yet been able to find evidence in the large European collections, perhaps because the extraordinarily numerous remains from pre-Christian Egypt consist exclusively of dyed linen and cotton, but purple was apparently only dyed on wool and silk.”",
                        "type": "translation"
                    },
                    {
                        "txt": "It would be interesting to learn of what stuff the garment is made which has been identified by Dr. Dedekind as purple fabric.",
                        "type": "regular"
                    },
                    {
                        "txt": "With regard to Egyptian paintings. Professor Friedlaender is silent, nor, as it appears, has he yet studied the coloured textile extant in the Asiatic and African collections. A hard search in the museums in Egypt itself and in Constantinople might perhaps be worth the trouble.",
                        "type": "regular"
                    },
                    {
                        "txt": "Professor Friedlaender’s attempted explanation of his failure to find specimens of purple among the relics of ancient Egypt is worthy of very serious consideration. Pliny speaks of attempts at dyeing linen with purple pigment, but in terms hardly implying brilliant results.”<<5<<",
                        "type": "regular"
                    },
                    {
                        "txt": "Byssus, the finest sort of linen in the production of which Egypt excelled, also seems but rarely to have been dyed with purple.<<6<<",
                        "type": "regular"
                    },
                    {
                        "txt": "The dyeing of linen with even vegetable pigment seems to have been comparatively rare in antiquity. Down to as late a date as the Lex Valentina the choice of material lay between wool and silk.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Fucandae atque distrahendae Purpurae vel in serico vel in lana quai blatta,” etc.",
                        "txtTrans": "No private citizen shall have the right to dye either silk or wool with the colors purple,” etc.",
                        "type": "translation"
                    },
                    {
                        "txt": "That cotton was anciently dyed with purple dye-stuff does not seem very likely.",
                        "type": "regular"
                    },
                    {
                        "txt": "Linen, as is well known, was the material generally used for clothing in ancient Egypt. Now since that stuff was anciently regarded as not adapted for dyeing with purple pigment, the manufacture of purple one might feel disposed to argue would hardly gain a footing there. But the tables might easily be turned. Would Egyptian genius be powerless to discover some means for successfully dyeing linen with purple secretion? Linen being the national material of dress, such a discovery would almost be a necessity, if there really existed the same enthusiasm for purple as elsewhere, and we know full well what wonders the mother of invention can perform. These doubts of mine were strengthened on finding, in the course of my researches, the mention of linen <<i#Tekhelet<< in connection with the gifts sent by Hezekiya to Sanherib:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“30 biltu huraso ….. lu-val-ti bir-mi ku kitu sabatu ta-kil-tu sabatu arga-man-nu.”",
                        "txtTrans": "“30 talents of gold … garments of many colours, linen cloth of blue purple (kitu takiltu), cloth of red purple.”",
                        "type": "translation"
                    },
                    {
                        "txt": "B.T. Eydts, to whom the transcription is due, translates “30 talents of gold … garments of many colours, linen cloth of blue purple (<<i#kitu takiltu<<), cloth of red purple (<<i#sabatu Argamannu;<<).<<7<<",
                        "type": "regular"
                    },
                    {
                        "txt": "It would be futile to object that perhaps the linen <<i#Tekhelet<< thus mentioned was the product of some unsuccessful experiment made in or about Hezekiya’s time, and which was but rarely repeated afterwards (cf. Pliny cited above “Tentatum est”, etc.). The <<i#Tekhelet<< in question must really have been of the best of its kind since it was forwarded as tribute to the “great King.” One might even go further and argue that linen <<i#Tekhelet<< in particular must have ranked higher, at least in Palestine in Hezekiya’s days, than all other purple fabrics. Why is there no specification of the material in the case of <<i#Argamannu<<? Was it merely a matter of chance that Hezekiya sent to Sanherib linen instead of woollen <<i#Tekhelet<<, and the Assyrian scribe simply records the fact? But, so far as I know, sipatu (wool) regularly goes with takiltu in the Assyrian inscriptions, a phenomenon which warrants the inference that linen <<i#Tekhelet<< was not the rule. Why should Hezekiya have departed from the rule in the choice of material intended to quench the fire of the tyrant’s greed, if not for the reason that the exception was the more precious sort just because its production was peculiarly difficult?",
                        "type": "regular"
                    },
                    {
                        "txt": "Casting about for an alternative explanation to that proposed by Professor Friedlaender, I hit upon the following hypothesis: In Phoenicia the purple murices were held sacred to Astarte<<8<< a fact which, by the way, throws a side light upon the classical legend which tells that the first purple garment was presented by Hercules (the Phoenician Melkart) to his Consort. May not a similar belief have prevailed in Egypt, producing, however, a result exactly the reverse of that which it brought about in Phoenicia? Fully conscious of the boldness of the idea, I wrote to Professor Maspero, asking the eminent Egyptologist and historian of antiquity what he thought of it. Here is the Professor’s reply:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Je ne crois pas que ce soit la question religieuse qui ait empeché les égyptiens d’employer la pourpre. Le fer était l’os de Typhon et en honneur à la religion, ce qui n’empêche pas les prêtres égyptiens eux mêmes de s’en servir dans la vie courante: ils se bornèrent seulement à exclure des cultes rituels: je crois qu’il y eut là avant tout une affaire de goût personnel et de mode jusqu’à l’époque saite: il semble qu’alors, sous les influences asiatiques et grecques, le goût se modifia et que les étoffes bariolées deviennent à la mode la pourpre avec elles. Ce n’est là toutefois qu’une conjecture.”",
                        "txtTrans": "“I don’t think it was the religious question that prevented the Egyptians from using purple. Iron was the bone of Typhon and in honor of religion, which does not prevent the Egyptian priests themselves from using it in everyday life: they limited themselves only to excluding ritual cults: I believe that there was above all a matter of personal taste and fashion until the saite period:  it seems that then, under Asian and Greek influences, the taste changed and the colorful fabrics became fashionable purple with them. However, this is only a conjecture.”",
                        "type": "translation"
                    },
                    {
                        "txt": "In the same letter Professor Maspero states:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Je ne connais pas d’exemple d’étoffe teinte en pourpre dans l’Egypte pharaonique: les seuls spécimens de teinture rouge ou à peu près que je connaisse sont des étoffes au cathame, encore sont-elles fort rares. Les cuirs sont plus fréquemment colorés en rouge, mais je n’y vois rien qui ressemble aux teintes des différentes pourpres usitées dans l’antiquité. Les Egyptiens pharaoniques s’habillaient en blanc: à de très rares exceptions près, ils n’employaient le fil de couleur bleu, rose rouge, vert, jaune que pour les liteaux d’étoffes pour des broderies, pour des liserés, pur des franges. C’est seulement à l’époque romaine et byzanthine qu-on voit paraître des étoffes, des lainages surtout de tons violets, bleus et rouges qui rappellent la pourpre et qui le sont peut-être”.",
                        "txtTrans": "“I don’t know of any example of purple-dyed cloth in Pharaonic Egypt: the only specimens of red dye or something like that I know of are cathame fabrics, but they are very rare. The leathers are more frequently colored red, but I don’t see anything resembling the hues of the various purples used in antiquity. The Pharaonic Egyptians dressed in white: with very rare exceptions, they used the blue, pink, red, green, yellow thread only for the bedding of fabrics for embroidery, for borders, pure fringes. It is only in Roman and Byzanthine times that we see the appearance of fabrics, woolens especially of purple, blue, and red tones that recall purple and that are perhaps”.",
                        "type": "translation"
                    },
                    {
                        "txt": "The statement of Professor Maspero that the Pharaonic Egyptians clothed themselves in white is probably not meant to be absolute. In very early times things were different.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Indes könnten solche Einwirkungen nur das Detail betroffen haben, denn der allgemeine Charakter der ägyptishcen Tracht ist dem, den wir gleichzeitig in Nordsyrien treffen, durchaus entgegengesetzt … bei den Aegyptern weite, faltige Gewänder von weissem, durchscheineneden Linnen ohne jeden Schmuck, Kleider, bei denen augenscheinlich nur auf tadellose Reinheit und feinstes Gewebe gedacht wird. Von Anbeginn an war das freilich auch in Aegypten nicht gewesen. Die Kleider des alten Reiches scheinen zuweilen aus einem schweren Stoff zu bestehen; die Frauenkleider sind häufiger bunt als weiss und noch im mittleren Reiche sind sie zuweilen grün oder bunt. Ungleich früher ist die Farbe aus den Männerkleidem verschwunden, und wenn auch die Inschriften nach wie vor das rote, blaue und grüne Zeug als Bedürfnis der Götter und der Verstorbenen angeben, so sind doch diese Stoffe bei den Lebenden längst durch die feinen weissen verdrängt.”<<9<<",
                        "txtTrans": "However, such influences could only have affected the detail, because the general character of the Egyptian costume is entirely opposite to that which we meet at the same time in northern Syria … with the Egyptians, wide, wrinkled robes of white, translucent linen without any jewelry, clothes, where apparently only flawless purity and the finest fabric are thought of. From the beginning, that was not the case in Egypt either. The clothes of the old empire sometimes seem to be made of a heavy material; women’s clothes are more often colored than white, and even in the middle kingdom they are sometimes green or colored. Much earlier, the color disappeared from the men’s clothes, and although the inscriptions still indicate the red, blue and green stuff as a need of the gods and the deceased, these substances have long since been replaced by the fine white ones in the living.”",
                        "type": "translation"
                    },
                    {
                        "txt": "Speaking again of Egyptian dress, Ermann states:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Diese Liebe zu farbigen Mustern blieb indes ausschliesslich auf die groben Gewebe beschränkt; bei den feineren, die zur Kleidung bestimmt waren, waren Farbe und Muster fast ganz verpönt. Man setzte in diesem Falle alle Kunst an die eine Aufgabe, möglichst feines, weisses Leinen herzustellen und brachte hierin es allerdings zu unglaublicher Vollkommenheit; ich erinnere nur anjene weissen Gewänder der Vornehmen, die so fein waren, dass die Glieder durch sie durchschimmerten.”<<10<<",
                        "txtTrans": "Speaking again of Egyptian dress, Ermann states: “This love for colored patterns, however, was limited exclusively to the coarse fabrics; for the finer ones, which were intended for clothing, color and pattern were almost completely frowned upon. In this case, all art was given the one task of producing the finest, white linen possible and brought it to incredible perfection; I only remember those white robes of the nobles, which were so fine that limbs shimmered through them.”",
                        "type": "translation"
                    },
                    {
                        "txt": "A new line has thus been opened up for our inquiry. It need not exactly have been the Egyptians’ affection for linen which may have prevented purple dyeing from establishing itself in their midst. Their very marked preference for transparent white would be just as potent, if not a more potent cause in that direction. But then, for what reason would purple be excluded from the tombs, seeing that in death the Egyptian did not spurn colour? Professor Maspero’s refutation of my hypothesis does not so forcibly apply here. The sepulchre was a sanctuary with the Egyptian.",
                        "type": "regular"
                    },
                    {
                        "txt": "Last, but not least, I may quote a communication from the celebrated British Egyptologist Professor Flinders Petrie of London University. I regret that it only has a partial bearing upon the point under discussion. In answer to a question I had addressed him, whether he could recall any reference to the symbolism of colour in the Egyptian texts, the learned professor wrote to me in 1910 (July 2nd.): “I regret that there has been no research as to the symbolic use of colour in Egypt. Nor do I remember any allusions to the meaning of colour in the literature. As to תכלת I see Cesenius takes it to be the H. janthina. But I doubt if that dye has been found in ancient Egypt. Indigo is the usual blue there anciently. If you wish to see an example of the woven work of blue, red, and yellow as old as the Exodus, please refer to the frontispiece of “The Tomb of Thoutmosis IV” by Carter & Newberry (Constable) 1904. Wilkinson<<11<< already states that the chemical examination of certain specimens of Egyptian blue fabrics proved the dye to be indigo.”",
                        "type": "regular"
                    },
                    {
                        "txt": "Professor Maspero sets up the commencement of the Saitic period as the conjectural terminus from which coloured fabrics, including purple, began to come in fashion in Egypt. Ezekiel speaks of embroidered Egyptian Fine linen, but there is nothing to indicate that the embroidery was also of Egyptian manufacture.<<12<<",
                        "type": "regular"
                    },
                    {
                        "txt": "Pliny cannot sufficiently admire the skill of the Egyptian dyers of his time. It is clear from his account that, as Wilkinson points out, they “possessed a knowledge of the effects of acids on colour and submitted the cloth they dyed to one of the same processes adopted in our modern manufacture.”<<13<< This wonderful degree of perfection in Pliny’s days could not have been but of yesterday. The royal dress of the Pharaohs consisted of fine white linen. Joseph, while in Canaan, receives from Jacob a coat of many colours as a mark of high distinction, but when he is raised by Pharaoh to the Egyptian viceroyship he puts on vestures of fine linen.<<14<< Josephus, with his usual liberality, allows him also a suit of purple clothes at Pharaoh’s expense, of course. In Josephus’ time purple had long conquered Egyptian taste and fashion. That the later Egyptian kings clothed themselves in purple is plainly stated by Livy<<15<< and Pliny.<<16<< Tertullian even states that such was the case from the earliest times.",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Igitur, Purpura ilia, et cerucis ornamentum eodem modo apud Aegyptos et Babylonios insignia erant dignitatis,”<<17<<",
                        "txtTrans": "“Therefore, the purple and the ornaments of the neck in the same manner were the insignia of dignity among the Egyptians and Babylonians”",
                        "type": "translation"
                    },
                    {
                        "txt": "This is probably mere projection into the past; but, in spite of all that has been said, it is, I think, quite possible that many a Pharaoh would, under the influence of his close intercourse with Asiatic princes, adopt purple as his dress, if not on the most solemn State functions, inseparably bound up with religion in ancient Egypt, at least on certain less official occasions, especially in receiving Asiatic deputations, when it would be of psychological importance that the Pharaoh should appear in the most gorgeous uniform devisable in order to impose upon the colour-loving Barbarians. Egyptian kings in particular, who had formed matrimonial alliances with Asiatics, would contract a taste for coloured dress, especially for purple. One such alliance has already been referred to, and there a fact which may not be devoid of significance we have seen Tekhelet figuring in the list of the wedding gifts.",
                        "type": "regular"
                    },
                    {
                        "txt": "In Manetho’s time, purple has already captured that impregnable fortress of ancient customs the Egyptian priesthood.<<18<<",
                        "type": "regular"
                    },
                    {
                        "txt": "Sepulchres dating from the fourth to the fifth century C.E. have revealed a wealth of purple woollen clothes embroidered with gold.<<19<< Whether these are really purple, chemistry is now able to ascertain, but it can hardly determine whether they are of native of foreign dyeing. On the supposed existence of a purple dyehouse about the beginning of the seventh century C.E. in this (Upper Egypt), see Dr. Dedekind’s refutation of W. Adolf Schmidt’s arguments.<<20<<",
                        "type": "regular"
                    },
                    {
                        "txt": "It will not, I hope, be entirely out of place to quote in connection with our subject the following passage from the Midrash Rabbah, Gen. 90).",
                        "type": "regular"
                    },
                    {
                        "txt": "קחו מזמרת הארץ בכליכם ר׳ יהושע דסכנין בשם ר׳ לוי דברים שהן מזמרין בעולם חלזון חמר קטף וכר",
                        "type": "regular"
                    },
                    {
                        "txt": "“Take of the best products (zimrath) of the land in your vessels” (Gen. 43). R. Joshuah of Sakhanin said in the name of R. Levi: “things which are celebrated (mesamrin, lit. “sing praises”) in the world; <<i#hillazon<<,” etc. <<i#hillazon<< in this context stands for the purple mollusc, either that productive of <<i#Tekhelet<< or of <<i#Argaman,<< or for both. R. Levy himself scarcely claimed for this interpretation the authority of Mosaic tradition; it simply reflects the author’s age. It is not <<i#Tekhelet<< or <<i#Argaman<< that R. Levi represents as one of the most valuable Palestinian or Phoenician products but rather the hillazon. May not this be taken as some indication that in R. Levi’s time (floruit 230 CE <<i#(floruit: Latin for “flourished.” A period when the person was known to be alive.)<<) Egypt produced good purple which was only inferior to the Phoenician fabrics. that inferiority being attributed to the innate superiority of the Phoenician purple molluscs. This is just the sort of explanation one would expect the greatly admired Egyptian dyers to offer for their inability to rival, or even outdo the Phoenicians.",
                        "type": "regular"
                    },
                    {
                        "txt": "We may now sum up the evidence in as far as it bears upon the solution of our problem.",
                        "type": "regular"
                    },
                    {
                        "txt": "Dr. Dedekind’s identification of certain Pharaonic Egyptian articles as purple fabrics and paintings respectively is based upon the fact that these exhibit shades of colour identical with those presented by other objects known to have been dyed or painted, as the case may be, with purple pigment. One can only express the hope that the identifications will one day be verified by Professor Friedlaender’s chemical examinations. A distinction must be drawn between textiles and artistic paintings. The evidence of the former only goes to show that purple fabrics might here and there be met with in Pharaonic Egypt. The latter, on the other hand, if they proclaim themselves as of native origin prove at least that painting, if not dyeing, with purple was practised, provided, of course, that their paint is shown by Professor Friedlaender’s method to be of molluscan origin. This would be already a great gain. The derivation proposed by the eminent Austrian Egyptologist for zay connecting it with purple would, if correct, prove that at a certain time purple formed a very highly prized article of luxury in Egypt, though one would be at a loss to tell for what particular use it was then employed, whether for clothing or for tapestry, or for both. Of incomparably greater significance is the Papyrus Sallier No. 2 (British Museum). Does it necessarily follow that the text refers to purple dyeing? Indigo, which, as we know, was anciently employed in Egypt, likewise emits an ammonia-like smell at a certain stage in its manufacture. But perhaps this is less than what the language of the text warrants. Again, may not the stench have been due to the employment of urine, which, as we know from Pliny, entered into the manufacture of even certain purple varieties? But this also perhaps fails to satisfy the poet’s sweeping condemnation of the dyeing craft.<<21<< Lastly, may not the old Egyptian poet have in mind certain acids used in dyeing? We know that at least about Pliny’s time, acids were so employed in Egypt. But all such doubts and murmurings must be hushed into silence on hearing the great dyer and chemist, Professor P. Friedlaender, speak thus:",
                        "type": "regular"
                    },
                    {
                        "txtOrg": "“Nicht unwahrscheinlich erscheint es, nach Dedekind, dass auch den alten Aegyptern purpurne Gewänder nicht fremd waren. In einem interessanten aus der Zeit Ramses II. stammenden Gedicht diskutiert der Verfasser die Schattenseiten der verschiedenen Berufe; alle sind mühevoll und beschwerlich … ‘Der Schmied bekommt Hände wie ein Krokodil und ist schmutzig wie Fischlaich, der Barbier rasiert bis tief in die Nacht, er eilt von Haus zu Haus und lebt von seinen Händen, um seinen Wagen zu füllen, gleich den Bienen, welche die Frucht ihrer Arbeit verzehren’ usw. Vom Färben endlich heisst es: ‘Seine Hände stinken, sie haben den Geruch fauler Fische, er verscheut alles Tuch.’ Ist die Überzeugung nicht ganz einwandfrei, ebensowenig, wie die einen anderen hieratischen Papyrus, in welchem die Preise verschiedener Kostbarkeiten u.a. nach einer Lesart auch von Purpurstoffen angegeben werden,* so ist doch das Hervorheben des nur für die Purpurfärberei charakteristischen, sehr unangenehmen Geruchs so auffallend, dass man kaum an einen anderen Zweig der Färberei wird denken können.”<<22<<",
                        "txtTrans": "“According to Dedekind, it does not seem unlikely that the old Egyptians were no strangers to purple robes. In an interesting poem from the time of Ramses II, the author discusses the dark sides of the various professions; all are laborious and arduous … ‘The blacksmith gets hands like a crocodile and is dirty like fish spawn, the barber shaves until late into the night, he rushes from house to house and lives from his hands to fill his chariot, like the bees that eat the fruit of their work’, etc. Finally, about dyeing, he says: ‘His hands stink, they have the smell of rotten fish, he scares away all cloth.’ If the conviction is not entirely flawless, nor is the other hieratic papyrus, in which the prices of various treasures are indicated, among other things, according to a reading of purple fabrics,* then the highlighting of the very unpleasant smell characteristic only of purple dyeing is so striking that one will hardly be able to think of another branch of dyeing.”",
                        "type": "translation"
                    },
                    {
                        "txt": "If then, as Professor Friedlaender thinks highly probable, the reference is to purple dyeing, then the papyrus really proves more than Dr. Dedekind seems to be conscious of. The test, of this interpretation, implies not only that molluscan secretion was a dyestuff but also that it was the dyestuff employed in Egypt in the days of Ramses II. A moment’s reflection on the part of the reader will at once make this clear.",
                        "type": "regular"
                    },
                    {
                        "txt": "Professor P. Friedlaender’s statement that he has not been able to discover Egyptian purple fabrics of a pre-Christian date in the great European collections is of the utmost significance, but we might wish for greater precision, indicating the extent to which the learned professor has carried his investigations, for it is scarcely imaginable that he has submitted every coloured piece of that description to a chemical test. As it is, the professor’s assertion tends to uphold the view that purple was not much in fashion in ancient Egypt. But there may have been now and again persons of more or less eccentrie or original tastes who would precisely, for that reason, adopt purple as their dress. But such departure from the general rule would not easily give rise to the establishment of purple dyeing.",
                        "type": "regular"
                    },
                    {
                        "txt": "The effect of Professor Maspero’s statement is about the same. It is, however, worth remarking that he assigns no reason for the assumption that the coloured ribands, laces and fringes, which, as he admits, were not rare, were not dyed with purple. The application to the solution of our question of the “renseignements” furnished by the great French Egyptologists, anyhow, decidedly points in the negative direction. Since colour was only employed to a very limited extent, purple dyeing, which entailed great enterprise and labour and demanded very high returns, would not find Egypt a congeniai soil.",
                        "type": "regular"
                    }
                ],
                "footNotes": [
                    "Vires, Ph., “Le tombeau de Rekhmara,” Mémoires publiés par les membres de l’Institut Français <<n<< d’Archeologie Orientale, Cairo, ( 1902- ), v. V, p. 33; Also, Müller, Wilhelm Max, Asien und Europa, Leipzig (1893), pp. 208-212.",
                    "Dedekind, “Recherches sur la Pourpre ‘Oxyblatta’ chez Assyriens et les Egyptiens,” Archives de Zoologie Experimentale et Générale, Serie III, v.IV (1896), 481-516.",
                    "Herodotos, Apuleius, XI; also: Leviticus Ch. 16, v. 4; Talmud Yerushalmi, Yoma, ch. VII, hal. 2.  .ולמה בבגדי לבן",
                    "“Laus ei summa in colore sanguinis concreti nigricans aspectu idemque suspectu refulgens, unde et Homero purpureus dicitur sanguis.” Pliny, ibid., v.II, book IX, ch. 38, p. 115.",
                    "“Tentatum est tingui linum quoque, et vestium insaniam acciperi, in Alexandri magni primum classibus Indo amin narigantis Velo purpureo ad Actium cum M. Antonio Cleopatra venit, eudemque effugit. Hoc fuit imperatoriae nauta insignet.” Pliny, ibid., v.II, book XI; ch. 39, p. 202.",
                    "Schmidt, ibid., P. 46.",
                    "Eydts, B.T., Zeitschrift für Assyrologie, III (1888), Leipzig.",
                    "Gruppe, Paulus Otto, Griechische Mythologie, Leipzig (1892), p. 1349",
                    "Erman, Adolf, Aegypten, Tübingen (1885), p. 299-300.",
                    "Idem., p. 594.",
                    "Wilkinson, John Gardner, Manners and Customs of the Ancient Egyptians, 3 vols. London (1878), v.II, p. 163.",
                    "״ממצרים״;״שש ברקמה ממצרים״ may only refer back to שש not to ברקמה.",
                    "Wilkinson, ibid., p. 168.",
                    "Genesis, Ch. 37. v. 3; Ch. 41, v. 42.",
                    "Livy, Annals, book XXVII, Ch. 4.",
                    "Pliny, ibid., book XIX, ch. 1, v.III, p. 174.",
                    "Tertullian, De Idolate, ch. XVIII.",
                    "Apotelesmatica, I, v.101, II, v.234, III, v.37.",
                    "Bock, Franz, Katalog für christliche Textilfunde des Jahres 1886.",
                    "Dedekind, Beitrag, v.IV, pp. 400-403; 708-713 ;",
                    "In the Talmud urine is not classed among stuffs emitting strong stench. See ״מי רגלים וכו,,:180 שבת and ib.98: המוציא ריח רע כל הוא",
                    "Friedlaender, Paul, Zur Kenntnis des Farbstoffs des antiken Purpurs aus Murex brandaris, Wien ( 1909), p. 4."
                ],
                "orgPdfs": [
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131310/HerzogDoctorate/0427100151_rzfye7.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131226/HerzogDoctorate/0427100152_qbxuam.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131304/HerzogDoctorate/0427100153_ijeinf.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131310/HerzogDoctorate/0427100154_ekmj21.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131278/HerzogDoctorate/0427100155_xut8rm.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131482/HerzogDoctorate/0427100156_e8z6yj.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131527/HerzogDoctorate/0427100157_ou1zng.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131300/HerzogDoctorate/0427100158_pyeaah.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131362/HerzogDoctorate/0427100159_bpw5rh.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131315/HerzogDoctorate/0427100160_vabs60.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131536/HerzogDoctorate/0427100161_nthuhi.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131445/HerzogDoctorate/0427100162_sbbi2p.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131400/HerzogDoctorate/0427100163_gyeug3.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131479/HerzogDoctorate/0427100164_kkfzbk.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131436/HerzogDoctorate/0427100165_htoeiz.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131445/HerzogDoctorate/0427100166_ik3dge.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131368/HerzogDoctorate/0427100167_ifoiwg.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131283/HerzogDoctorate/0427100168_h1gv0p.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131289/HerzogDoctorate/0427100169_cpocgz.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131240/HerzogDoctorate/0427100170_wepdmj.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131430/HerzogDoctorate/0427100171_klxycj.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131392/HerzogDoctorate/0427100172_yi3mm5.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131231/HerzogDoctorate/0427100173_iqeacb.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131422/HerzogDoctorate/0427100174_ymbynn.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131218/HerzogDoctorate/0427100175_zatgjn.jpg"
                ]
            },
            {
                "num": "2D",
                "title": "Takiltu and Argamannu in the Cuneiform Texts.",
                "txt": [
                    {
                        "txt": "In the Assyrian inscriptions we often meet with sipatu takiltu, <<i#Tekhelet<< wool, and sipatur <<i#Argamannu, Argaman<< wool. Takiltu already occurs in the Tell-el-Amarna Letters circa 1500-1300 B.C. This, as Professor Stephen Langdon, Shillito Professor of Assyriology at Oxford University, has kindly informed me, is the earliest known mention of takiltu. In Assyrian, according to Professor Langdon, takiltu does not occur before the 8th century B.C. “The word appears in Mitanni,” so Professor Langdon states in a private communication to me, “about the same time as in Babylonia, hence we might infer that they borrowed it either from the Mitanni or the Aramaic peoples. It may, like <<i#Argamannu<<, eventually be a loan-word from India.<<1<< Takiltu appears to have been brought to Babylonia by the Cassites. It occurs in the business documents of the Cassite Kings, and became current in Babylonia after the 16th century, <<i#Argamannu<<, or bright purple, occurs first in Assyria about the eighth century. So far as I know, it does not occur at all in Babylonia.”",
                        "type": "regular"
                    },
                    {
                        "txt": "In the Assyrian texts both takiltu and <<i#Argamannu<< only appear as objects of tribute. “There is nothing,” Professor Sayce states in reply to my query, “in the cuneiform lexicons so far as I know which throws light on their meaning, nor is there anything relating to their use in a temple.” “Neither of these words,” Professor Langdon informs me in the above-mentioned reply, “is used apart from wool.” The learned Assyriologist means, I think, that they do not occur as colour designations of any other stuffs. There are, however, two or more instances where they are preceded by another word than sipatu (wool): “Kito… subatu takiltu subatu <<i#Argamannu<< -… cloth of takiltu, cloth of <<i#Argamannu<<“;<<2<< “a-na mu-ti i ta-kil-tav-ar-ga-man-nu.”<<3<< Does then the occurrence of sipatu with takiltu or <<i#Argamannu<< imply that these fabrics were also made of other stuff than wool, for otherwise there would have been no need to indicate the nature of the material? Not at all! The force of sipatu in these connections is simply to describe the stuff as raw wool in contradiction to cloth or textile (subatu or some such word). Quite to the contrary, the fact that subatu carries with it no indication of the stuff warrants the inference that it was in all cases the same, that is, wool. But how are we to explain kitu, which means linen? The difficulty has already been discussed under other aspects in connection with Egypt. It will interest the reader to learn the view of Professor Langdon. Replying to the objection I had raised from kitu takiltu as against his assertion that “neither word occurs apart from wool,” the learned professor, writing under date of February 8th, 1914, says: “On a faussement transcrit ce passage. Il n’y a pas kitu takiltu nulle part.” There is thus, according to Professor Langdon, an end to the matter once and for all. I may add, however, that Professor Sayce, in his reply to me with regard to kitu takiltu, says nothing against the correctness of the transcription, but simply explains the grounds for the rendering of kitu by linen, suggesting, however, that perhaps it may mean cotton, for, as King has shown, cotton was anciently used in Babylonia.",
                        "type": "regular"
                    },
                    {
                        "txt": "A purple mantle streaked with white stripes formed part of the royal insignia in Assyria.<<4<< Purple was also worn by Babylonian Kings.<<5<< It does not, however, appear to have been confined to the royalty at least, not <<i#Tekhelet<< in Assyria. Ezekiel speaks of Assyrian governors and rulers, “attractive youths all of them, horsemen riding upon horses, clad in <<i#Tekhelet<<.”<<6<< There is no mention of <<i#Argaman<<. Is it because that sort of purple was the peculiar privilege of the King? Daniel<<7<< would seem to give this inference some support, at least as far as Babylonia is concerned, but I should hesitate to emphasize the point. What light, if any, is thrown upon the matter by Professor Langdon’s statement that <<i#Argamannu<< does not occur in Babylonia at all?",
                        "type": "regular"
                    },
                    {
                        "txt": "Of Sardanapal (Assur-bani-pal, 668-626 B.C ) it is related, in illustration of his effeminacy, that he wasted some of his valuable time in spinning purple wool.<<8<<",
                        "type": "regular"
                    },
                    {
                        "txt": "Was purple dyeing exercised in Assyria? From Ezekiel we learn that Assyrian traders supplied the Tyrian merchants with <<i#Tekhelet<<. “Charan and Canneh, and Eden, the merchants of Sheba, Asshur, (and) Kilmad, were the merchants. These were the merchants in ornamental wares, in cloaks of <<i#Tekhelet<< <<9<< etc. The difficulty treated of in this chapter in connection with the isles of Elishah also applies here and the solution there proposed might be adopted in the present case too. But really the two instances are not exactly parallel. The <<i#Tekhelet<< and <<i#Argaman<< furnished by the Isles of Elishah are obviously described as imported for home use,<<10<< for the embellishment of life in Tyre; whereas verses 23-24 speak of the supplying of wares to the Tyrian merchant princes for their cosmopolitan commerce. However excellent its purple might be, Tyria could not possibly supply the whole world, and there would be a number of extra-Phoenician purple factories sending their wares to Tyre, the mistress of the seas, for shipment and transport by her merchants and sailors to various trading centres. Great Britain supplies many a parallel. The same remarks apply to Aran, which is also mentioned,<<11<< as having been in the habit of supplying <<i#Argaman<< among other kinds of merchandise.",
                        "type": "regular"
                    },
                    {
                        "txt": "If, however, purple dyeing was, as seems probable, confined, at least in Biblical times, to coast lands, Assyria proper would be out of place in connection with purple production, but it is possible to think of Assyrian merchants transmitting to the Tyrian firms purple dyed on the Persian gulf. The inland sea of Nejef (Bahr Nedjefk a sweet water lake, hardly furnishes purple-giving molluscs; the genera Murex and <<i#Purpura<< cannot live in sweet water. I have no information with regard to Janthina and Aplysia. In view, however, of the fact that lakes and rivers also harbour certain species of dye-yielding molluscs, we cannot confirm with absolute certainty that purple dyeing with mollusc pigment was never practised on the shores of the Nejef.<<12<<",
                        "type": "regular"
                    },
                    {
                        "txt": "Rabbi Huna, a Palestinian Agadist, renders Joshuah VII, 21, אדרת שנער by כותרא בבליא, “Babylonian purple cloak,”<<13<< not, however, necessarily implying that Babylonia contained a purple dye house in his time. Purple wool from anywhere might, of course, be worked into cloth in Babylonia, which was famed for its textile works.<<14<<",
                        "type": "regular"
                    },
                    {
                        "txt": "Dr. Dedekind<<15<< interprets the frequently occurring metaphor in the Assyrian textsof the battlefield being dyed with the enemies ‘ blood like wool as alluding to the special purple fabric termed Tyria dibapha in Pliny which resembled the colour of coagulated blood. If this be correct, then from the frequency with which the similitude occurs in such association we might perhaps infer that <<i#Argaman<< purple, if not actually dyed in Assyria, was at least in very common use in that country, for how else would that particular colour have so impressed the popular mind as to have given rise to a standing phrase? From Ezekiel,<<16<< however, it seems somewhat that <<i#Tekhelet<< which, whatever its colour, did not resemble blood, was the more fashionable or more common purple variety in Assyria. There is, however, 1 think, no need to examine these arguments, as the inference drawn by the distinguished porphyrologist appears to the dyeing of wool with dyestuff, whether vegetable or animal not necessarily red either. When the Hebrew Psalmist laments: “O God! nations have entered into thy heritage … They have given the dead bodies of thy servants as food … They have shed their blood like water all round about Jerusalem,” he certainly makes no allusion to the colour of either blood nor water.",
                        "type": "regular"
                    }
                ],
                "footNotes": [
                    "Towards the end of this letter, however, the learned professor says with reference to my suggestion that Tekhelet may be connected with the Sanscrit Kola “The word looks Semitic and not Indian”.",
                    "Sn. Rass. line 56.",
                    "Oppert, Jules, Grande inscription du palais de Khorsabad. Paris (1863).",
                    "Steger, Adrian, “De Purpura Sacrae Dignitatis Insigni,” in Dedekind, Beitrag, I, p. 295.",
                    "Tertullian,ibid.. I.C.; Xenophon, Phaideaia, p. VII.",
                    "Ezekiel, Ch. XXXIII, v.6.",
                    "Daniel, Ch. V, v.7.",
                    "Justin, I, 32.",
                    "Ezekiel, Ch. XXVII, v.23-24.",
                    "תכלת וארגמן מאיי אלישה היה מכסך",
                    "Idem, ν.16.",
                    "It might be of some interest to recall the tradition associating the Phoenicians with Lake Nejef. “The Syrian nation was founded by the Phoenicians, who, being troubled with earthquake, left their native country and settled first on the banks of the Assyrian lake, and afterwards on the coast of the Mediterranean, where they built a city which they called Sidon, on account of the abundance of fish, for the Phoenicians call fish ‘sidon.'” (Justinus XVIII, III, 2). The Assyrian lake is probably the Bahr Nedjef.",
                    "Yalkut Shimoni.",
                    "In the Midrash Rabbah the question is advanced “What has Babylonia to do here?” R. Simeon ben Johai reported a tradition: every king and every ruler who had no dominion in Palestine would say “I am nothing worth!” As for the King of Babylonia, his viceroy had his abode in Jericho, forwarding dates to his superior and receiving from him gifts in return.” We now know, of course, that Babylonian influence prevailed in Palestine down to shortly before the Israelite conquest.",
                    "Dedekind, Recherches, 109.",
                    "Ezekiel, Ch. XXIII, v.6."
                ],
                "orgPdfs": [
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131218/HerzogDoctorate/0427100175_zatgjn.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131521/HerzogDoctorate/0427100176_sdmv1m.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131487/HerzogDoctorate/0427100177_qrwevo.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131462/HerzogDoctorate/0427100178_yoixga.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131220/HerzogDoctorate/0427100179_kdylfs.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131472/HerzogDoctorate/0427100180_votfi3.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131218/HerzogDoctorate/0427100181_uwfuqf.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131370/HerzogDoctorate/0427100182_dovhdi.jpg"
                ]
            },
            {
                "num": "2E",
                "title": "Tekhelet and Argaman in the Tabernacle",
                "txt": [
                    {
                        "txt": "The first mention of <<i#Tekhelet<< and <<i#Argaman<< appears in Exodus.<<1<< In the first year after the Exodus from Egypt the Israelites are ordered by divine command through Moses to furnish materials for the construction of a sanctuary. “And the Lord spoke unto Moses saying, Speak unto the children of Israel, that they may bring me an offering;… And this is the offering which ye shall take from them: gold and silver and copper. And <<i#Tekhelet<< and <<i#Argaman<<, etc.” <<i#Argaman<< is generally explained as red purple. With regard to <<i#Tekhelet<< there is less consensus among translators and interpreters. While formerly it would be rendered by “blue purple,” since Hartman<<2<< the more prevailing tendency has been to explain it as denoting both violet and blue purple but chiefly the former. But whatever difference of opinion there may be about the respective shades, the tacit assumption is generally made that both <<i#Tekhelet<< and <<i#Argaman<< are varieties of purple, or, in other words, of stuff dyed with sea-snail pigment. That this great assumption is not questionable will be shown later.",
                        "type": "regular"
                    },
                    {
                        "txt": "The account of the construction of the Tabernacle of which the opening verses have just been quoted certainly presupposes as thorough an acquaintance on the part of the Israelites with <<i#Tekhelet<< and <<i#Argaman<< as with “gold” and “silver,” and as high an appreciation of these clothing stuffs as of the precious minerals. How is the phenomenon to be viewed in the light of what has previously been said with regard to purple in Egypt? No definite conclusion has been reached simply because in the present state of our knowledge the problem scarcely admits of a solution in the proper sense of the word. The critical theory of the composition of the Pentateuch would hardly countenance the bringing of the P’s account as evidence in this connection; it would simply return it with the usual remark: P is projecting into the past. The utmost that Higher Criticism might grant would probably be that at least contemporaneously with P purple had the same currency and high value in Egypt as in Babylonia or in Palestine, but even such a concession, meagre as it is, would be little short of an act of grace depending on the subjectivity of the critic. The general tendency in critical circles would perhaps be toanswer first in the negative the question with regard to purple in Pharaonic Egypt and then to take the regular occurrence of <<i#Tekhelet<< and <<i#Argaman<< in Exodus XXV as one more illustration of P’s projectional practices.",
                        "type": "regular"
                    },
                    {
                        "txt": "From the strictly scientific standpoint, however, no such procedure could be allowed. If the present instance offers nothing against the critical view, neither does it go to strengthen it. Granting that Egyptian taste and fashion about the time of the Exodus absolutely tabooed, as it were, purple in all its various shades, we would still scarcely be entitled to assume, in the absence of evidence, that such was the case among the foreign Semitic colonists; or, to speak more to the point, among the Hebrews, who probably from the remotest antiquity cherished a love for colour.<<3<<",
                        "type": "regular"
                    },
                    {
                        "txt": "That the Hebrews, during their sojourn in Egypt, lived in comparative seclusion out of close touch with the religion and inner life of the dominant race, we have first the direct evidence of the Torah and, next, indirect evidence from the fact of the Exodus itself; for if the Hebrews with their admittedly high capacity for adaptability had developed, on settling in Egypt as a small clan, a strong tendency towards assimilation with the natives, and had met with a reciprocating inclination on the part of the latter, then. I say, the sons of Israel would have become so completely merged in the sons of Ham in the course of over two centuries that an Exodus would have hardly taken place at all. Sane critics, of however radical a direction, will hardly venture to question the historicity of the sojourn and the Exodus.",
                        "type": "regular"
                    },
                    {
                        "txt": "Apart from these considerations, there is a certain document which makes it appear not unlikely that at least under Ramses II purple dyeing was practised in Egypt on a very large scale. I refer to papyrus Sallier No. 1 (Brit. Mus.) which has already been discussed under this aspect. Now it is generally agreed that Ramses II was the Pharaoh of the oppression and that his son and successor, Meremptah, was the Pharaoh of the Exodus.<<4<<",
                        "type": "regular"
                    },
                    {
                        "txt": "If the papyrus in question furnishes evidence of the flourishing of purple dyeing in Egypt in the days of Ramses II, that state of things did not probably go back to many centuries before, nor survive centuries after.",
                        "type": "regular"
                    },
                    {
                        "txt": "The name of Amenhophis IV is connected with a tremendous revolution in the religious life of Egypt. That pharaoh who has been called the heretic king established the worship of the Sun as the religion of his land to the exclusion of all other cults. Khu-naten, the official title assumed by Amenhophis IV, is generally explained as meaning “Glory of the Solar Disk.” His enthusiasm for the Sun-god was boundless.<<5<< Egyptian art and luxury could hardly remain unaffected. May not this ardent devotion to the Sun have brought about the introduction of purple which owes its colour to the action of the sunrays, and which, as we know, was anciently regarded as the special favourite of the great source of light?<<6<< “The purple dye delights in close contact with the Sun. His rays blazen it up, making its splendour greater and more brilliant,” etc. The ancients with their small knowledge of nature could not help attributing the photographic property of the purple liquid to the direct favour of the Sun. It is worth comparing, in this connection, the Phoenician belief associating purple with Astarte, the consort of Baal the Sun-god. The Phoenician priests of Baal were clothed in sumptuous purple garments. It was perhaps under Asiatico-Semitic influence that Amenhophis acted in setting up the Sun-god as the deity of his nation. If I remember aright, his mother was an Asiatic princess of Semitic origin. Asiatic influence would certainly promote the introduction of purple. But perhaps Amenhophis IV’s religious resolution was simply a determined return to the original Egyptian cult. The sun is the most ancient object of worship to be met with on the Egyptian monuments. Ra was venerated from the earliest times in the land of the Pyramids. In that case colour in general would come back to favour, if, as Ermann states, in the very early ages dyed garments were worn to a great extent. Purple would have a two-fold claim as “Queen of Colours” and as the favourite of the Sun.",
                        "type": "regular"
                    },
                    {
                        "txt": "Merenptah, the Pharaoh of the Exodus, is separated from Amenhophis IV by only an interval of some 130 years.",
                        "type": "regular"
                    },
                    {
                        "txt": "Perhaps this train of thought might help us to the understanding of the reference to dyeing in Papyrus Sillier No. 2, which, as we have seen, not improbably implies that purple dye was the dye par excellence in the days of Ramses II, the father of Merenptah.",
                        "type": "regular"
                    },
                    {
                        "txt": "The reaction against colour and the return to white linen need not have gone together with the undoing of Amenhophis IV’s work in the domain of religion which followed his death. This may have taken place later than Merenptah.",
                        "type": "regular"
                    }
                ],
                "footNotes": [
                    "Exodus, Ch. XXV, v.3.",
                    "Gesenius, Thesaurus, תכלת = caerulea sive violacea Purpura.",
                    "Cf. Erman, ibid.. II, p. 299. “… denn der allgemeine Charakter der aegyptischen Tracht ist dem, den wir gleichzeitig in Nordsyrien treffen, durchaus entgegengesetzt. Bei den Syrern … Kleider in denen dunkelblaue Lagen mit dunkelroten abwechseln, durchweg mit reicher Stickerei bedeckt etc.”<<n<<Cf. Genesis XXXVII, 3c “and he made him a coat of many colours.” Judges V, 30, implies that coloured and embroidered garments were much in vogue among the Israelites of Deborah’s age. The Kings of the Midianites, near kinsmen of the Hebrews, wore mantles of Argaman as royal insignia: Judges VIII, 26c, Saul’s reaction against Kanaanitism left the fancy for colour altogether untouched at least, as far as concerned female dress “O daughters of Israel, weep for Saul, who clothed you in scarlet with beautiful dresses, who put on ornaments of gold upon your apparel” (II Samuel, I, 24).<<n<<Cf. Proverbs XXXI, 21 22-. Isaiah III, 1825- makes no special allusion to colour and is too far removed from the age of the Exodus to be quoted in this connection. Cf. also Genesis XXVII, “And Rebekah took the goodly garments of her eldest son Esau which were with her in the house, and clothed therewith Jacob her youngest son.” The reference here is not to colour alone, for Isaac being blind (ib.. 1) Jacob could not, of course, be detected through his not wearing Esau’s rich coloured garments. The “goodly garments” were overlaid with artistic (probably coloured) knit-work, and perhaps also embroidered with gold (cf. Erman l.c.) which the blind patriarch might easily feel.↡",
                    "The famous inscription of Merenptah found by Professor Flinders Petrie in 1896 in the King’s funeral temple at Thebes, containing, as the late Professor Driver says (Modern Research, etc., p. 38), the earliest mention of Israel known at present to occur on any monument, raises, as that distinguished Biblical scholar rightly remarks, “more questions than it solves.” I may be permitted to observe that a Jewish tradition which, though recorded in the Aggadah, may represent a reminiscence from the earliest days, tells of an abortive partial exodus thirty years before the great universal Exodus. See: Sanhedrin 92b: Who were the dead that Ezekiel called back into life? Rab said they were the Ephraimites who had wrongly calculated the era of the redemption,” etc. Cf., Rashi ad locum. Pirke d’Rabbi Eliezer: “R. Eliezer said all through the sojourn of the Israelites in Egypt the Ephraimites lived in the greatest security and prosperity, until there arose Nun, a descendant of Ephraim, and said, God has revealed Himself unto me, bidding me take you out from Egypt. His tribesmen, buoyed up by their royal descent (seilicet, from Joseph, the viceroy of Egypt) and their great warlike abilities then rose up, and, taking their sons and daughters with them went out from Egypt. Hereupon the Egyptians arose and killed all their mighty men of valour.” Mekhilta, Exodus XIII, i: Aliter “… this refers to the Ephraimite war … because they observed not God’s covenant and refused to walk in His law and they trespassed the appointed end and the oath: (it was therefore to be feared) that the Israelites, seeing the bones of their brothers strewn in Philistia, might return back to Egypt.”<<n<<The inscription in Professor Lehmann-Haupt’s translation reads as follows: “… The princes are prosträte, saying ‘Salam’. Not one among the Barbarians raises his head. Laid waste is Lybia … Canaan is seized with every evil. Ashkelon is led captive. Gezer is taken. Jenoam is annihilated. The Israelite tribe its men are few, its seed exists no more. Palestine (Charu, land of the Charités) has become a widow for Egypt (i.e. helpless before her). All lands are united and at peace. Everyone who was a marauder is held in check by King Merenptah,” etc.<<n<<It has been argued from certain indications in the inscription that the abode of the tribe of Israel to which the text refers is to be sought in the Mountains of Ephraim. (See Lehmann-Haupt, Die Geschichte Judas und Israels im Rahmen der Weltgeschichte. I, Tiibingen (1911), p. 2930-). This affords a curious point of contact with the Aggadah insofar as the latter connects members of the Ephraimite stock with a pre-Exodian partial excursion from the land of oppression. Professor Lehmann-Haupt, it may be added, in an original discussion, tries to show that the Israelites are spoken of in the inscription as a people not yet fixedly settled in Palestine, (ib., p. 30 in fine). May not the pride of Ephraim have had something to do with reminiscences of that bold venture, with the fact that their ancestors had preceded all the other tribes in Palestine?<<n<<Exodus 44 .5-: “And the King of Egypt said unto them, Wherefore do ye, Moses and Aaron, hinder the people from their work? Get you unto your own affairs.” 5: “And Pharaoh said, Behold the people of the land now are many, and ye disturb them in the pursuit of their labours.” Verse 5 implies, I feel, a rejoiner to Pharaoh’s question in verse 4, suppressed in the text.<<n<<A distinction is also apparently made between “now” and a past occasion. May not an allusion be contained here to a previous time when a Pharaoh had granted a favour similar to that prayed for by Moses an Aaron in verse 3. I do not wish to suggest that this has any relation with the problem raised by the inscription of Merenptah. With reference to the same subject, it may be remarked that the escape of a portion of the Hebrew race from Goshen might be favoured by the invasion of the Delta by the Lybians, which took place in the fifth year of Merenptah’s reign.",
                    "Petrie, Flinders, History of Egypt, London (1895), p. 11211 ff.",
                    "Pollux, I, 6."
                ],
                "orgPdfs": [
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131370/HerzogDoctorate/0427100182_dovhdi.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131220/HerzogDoctorate/0427100183_lwaci7.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131486/HerzogDoctorate/0427100184_q07izj.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131409/HerzogDoctorate/0427100185_z2aejd.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131463/HerzogDoctorate/0427100186_nahqgj.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131383/HerzogDoctorate/0427100187_s3uqi6.jpg",
                    "https://res.cloudinary.com/dqidhqkor/image/upload/v1709131440/HerzogDoctorate/0427100188_dz1l4n.jpg"
                ]
            }
        ]
    },
    {
        "num": "3",
        "title": "THE SOURCES OF THE DYESTUFFS PRODUCTIVE OF Tekhelet AND Argaman",
        "subChapters": [
            {
                "num": "3A",
                "title": "“lakinthos” and “Porphyra” in the Greek Version of the Old Testament.",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "3B",
                "title": "Marine Shell-Snail Origin of Tekhelet and Argaman; the Greek Versions, Philo and Josephus Collated with the Talmud and the Tosephta",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "3C",
                "title": "Professor Riedel’s Theory of Argaman",
                "txt": [],
                "footNotes": []
            }
        ]
    },
    {
        "num": "4",
        "title": "HILLAZON (SHELL-SNAIL) IN THE TALMUDIM, THE MIDRASHIM AND THE TARGUMIM",
        "subChapters": [
            {
                "num": "4A",
                "title": "חלזון Hillazon",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "4B",
                "title": "Distinctive Names of Species",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "4C",
                "title": "Special Designations for the Species Furnishing Tekhelet and Argaman Respectively.",
                "txt": [],
                "footNotes": []
            }
        ]
    },
    {
        "num": "5",
        "title": "THE TEKHELET-HILLAZON",
        "subChapters": [
            {
                "num": "5A",
                "title": "Samuel Bochart as a Pioneer in the Study of Tekhelet and Argaman,· His Treatment of the Zoological Aspects of the Subject of Johannes Braunius’ “De Vestibus Sacerdotum Hebraeorum”",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5B",
                "title": "Michaelis’ Attempted Identification of the Tekhelet-hillazon with Sepia loligo",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5C",
                "title": "Identification of the Species with Helix Janthina by Gesenius",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5D",
                "title": "Imperfect Application of the Results Obtained by Lacaze-Duthiers to the Study of Tekhelet and Argaman",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5E",
                "title": "Dr. A. Dedekind’s Contribution to the Study of the Identification of the Species Productive of Tekhelet and Argaman Respectively",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5F",
                "title": "Description of the Tekhelet-Hillazon in the Talmud",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5G",
                "title": "Speculations about the Cause Which Prompted the Formal Declaration of the Characteristics of the Tekhelet-hillazon",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5H",
                "title": "Description of the Tekhelet-hillazon in the Baraitha d’Tzitzit",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5I",
                "title": "Detailed Study of the Talmudic Description of the Tekhelet-hillazon",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5J",
                "title": "Identification of the Tekhelet-hillazon according to the Talmud; Correspondence between the Present Writer and Dr. L. Germain of the Department of Malacology, Museum National d’Histoire Naturelle (Paris)",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5K",
                "title": "Description of the Tekhelet-Hillazon in Maimonides’ Code",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5L",
                "title": "Identification of the Tekhelet-hillazon as Described by Maimonides.",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5M",
                "title": "G.E. Leiner’s Supposed Rediscovery of the Tekhelet-hillazon in Sepia officinalis.",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "5N",
                "title": "The Possibility of Textual Corruption in the Talmudic Description of the Tekhelet-hillazon",
                "txt": [],
                "footNotes": []
            }
        ]
    },
    {
        "num": "6",
        "title": "TEKHELET AS A COLOUR DESIGNATION",
        "subChapters": [
            {
                "num": "6A",
                "title": "The Greek Equivalent of Tekhelet and Argaman Respectively in the LXX",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "6B",
                "title": "The Greek Equivalents of Tekhelet and Argaman Respectively in Aquilas, Symmachus and Theodotion",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "6C",
                "title": "Iakinthos – Tekhelet, Fabric, Stone or Flower?",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "6D",
                "title": "Data Supplied by Pliny Concerning the Varieties of Purple Fabric in as far as These Have a Bearing Upon the Determination of the Colour of Tekhelet.",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "6E",
                "title": "Allusions in Philo and Josephus to the Colour of Tekhelet",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "6F",
                "title": "Textual and Critical Study of R. Meir’s Homily on the Tekhelet Colour",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "6G",
                "title": "Tekhelet and the Colour of the Sky",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "6H",
                "title": "Tekhelet and the Colour of the Sea",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "6I",
                "title": "Further Study of R. Meir’s Homily in its Various Recensions; Maimonides’ Definition of Tekhelet",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "6J",
                "title": "Kala-ilan (indigo) as Imitation of Tekhelet–A Clue to the Determination of the Colour of Tekhelet",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "6K",
                "title": "Tekhelet Colour Interpretations",
                "txt": [],
                "footNotes": []
            }
        ]
    },
    {
        "num": "7",
        "title": "THE PROCESS OF DYEING",
        "subChapters": []
    },
    {
        "num": "8",
        "title": "THE FASTNESS OF THE Tekhelet DYE",
        "subChapters": []
    },
    {
        "num": "9",
        "title": "TESTS FOR DETECTING FRAUDULENT IMITATIONS OF Tekhelet",
        "subChapters": []
    },
    {
        "num": "10",
        "title": "THE RITUAL USES OF Tekhelet",
        "subChapters": []
    },
    {
        "num": "11",
        "title": "THE DISAPPEARANCE OF THE Tekhelet",
        "subChapters": [
            {
                "num": "11A",
                "title": "History of Tekhelet-dyeing in Israel; Centres of Production",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "11B",
                "title": "Palestine as the Source of Supply of Ritual Tekhelet to Babylonian Jewry",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "11C",
                "title": "Ritual Tekhelet and the Restrictions Placed by the Emperors upon the Manufacture and Sale of Purple",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "11D",
                "title": "Limits of Time Within Which the Total Extinction of Tekhelet shel tzitzit – the Tekhelet of the tzitzit – Must Be Placed",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "11E",
                "title": "References to Tekhelet shel tzitzit in the Gaonic Literature",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "11F",
                "title": "References to Tekhelet shel tzitzit in the Post-Gaonic Literature",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "11G",
                "title": "An Attempt made by G.E. Leiner of Radzin to Restore Tekhelet shel tzitzit; History of the Radzin-Tekhelet",
                "txt": [],
                "footNotes": []
            },
            {
                "num": "11H",
                "title": "Results Obtained from the Chemical Examination of Samples of the Radzin-Tekhelet",
                "txt": [],
                "footNotes": []
            }
        ]
    }
]